[
  {
    "Name": "Martin Hanan",
    "Title": "Property Manager",
    "Testimonial": "The classes amaze me how history continuously repeats itself.  The people sinned, hashem turned his back on his people, other nations would wage war against us, And Israel would come back to Hashem.  I feel, even in today's times, we are going through the same cycle."
  },
  {
    "Name": "Vivien Hidary",
    "Title": "Teacher at Allegra Franco Teachers Seminary",
    "Testimonial": "Tanach Study offers all the benefits of learning in the best University in Israel, minus the jet lag! The world class teachers, cutting edge techniques and relevant lessons are what makes this first rate program so unique. Our community is very fortunate to have this wonderful academic experience available to us. "
  },
  {
    "Name": "Cindy Chabot",
    "Testimonial": "Every morning I wake up and eagerly reach for my phone to see if the next perek from tanachstudy has been sent.  It's the highlight of my day ... Learning my history and my heritage brings me closer to knowing my identity!"
  },
  {
    "Name": "Danielle Ashkenazie",
    "Title": "Yeshivah of Flatbush SGO president",
    "Testimonial": "Tanakh Study inspired me to see the  Tanakh as more than a story, and now I see it as a guide to me life, with warnings and tips for how to navigate the world."
  },
  {
    "Name": "Ezra Shaya",
    "Title": "Rabbi at Sephardic Rabbinical College",
    "Testimonial": "Easy, Simple, and convenient! There's no reason why not to learn tanach everyday!"
  },
  {
    "Name": "Moshe Enayatian",
    "Title": "National Sales Director DILAMANI",
    "Testimonial": "…. from daily email reminders to audio recording of both the ta’amim and perekim in detail. I encourage all my friends to sign on and will continue to do so."
  },
  {
    "Name": "Jack Shammah",
    "Title": "Principal at Best Silver Inc.",
    "Testimonial": "Tanach Study is something I look forward to each and every day. The variety of teachers makes it even more interesting. I am learning things I never learned before."
  },
  {
    "Name": "Dr. Joelle Saad-Lessler",
    "Title": "Associate Industry Professor of Economics\r\nStevens Institute of Technology\r\nSchool of Business",
    "Testimonial": "This program is perfect for people interested in learning ALL of Tanakh for the first time. I love that the teachers not only present a literal explanation of the text, but also give some additional insights from other sources to elucidate some points."
  },
  {
    "Name": "Gitta Jaroslawicz-Neufeld",
    "Title": "Director of Education \r\nAllegra Franco School of Educational Leadership\r\n",
    "Testimonial": "I value the variety of teachers and approaches, who still all remain consistent with the mission of the organization - broadening Torah learning, increasing knowledge of our Jewish history, heightening our Yirat Shamayim and Ahavat Hashem, and strengthening our personal as well as our national identity. The ability to move sequentially, pasuq by pasuq, helps deepen my familiarity with the text. "
  },
  {
    "Name": "Abraham Cohen",
    "Testimonial": "I have gained a better understanding of many different parts of nevvim and ketuvim…. You can accomplish a lot by learning a little each day. Commit yourself and you will see the results."
  },
  {
    "Name": "Ikey Chera",
    "Title": "Principal at Crown Acquisitions Inc.",
    "Testimonial": "It sets the tone for the rest of my day. \r\nThe speakers are clear, concise and very easy to listen to. \r\nWith devoting just ten minutes of my time while driving to work, I gain a great sense of accomplishment for the day ahead. "
  },
  {
    "Name": "Dr. Yael Zeigler",
    "Title": "Lecturer in Bible at Herzog Academic College. \r\nAuthor of \"Promises to Keep: The Oath in Biblical Narrative\"",
    "Testimonial": "Every occasion in which I have had the privilege of teaching the Tanach study group, I am inspired by the warmth, curiosity, and excitement that I encounter. This group of Tanakh enthusiasts are deeply committed to Tanakh learning, and have succeeded in forging a unique atmosphere of passion for text and interpretation. "
  },
  {
    "Name": "Kamy Eliassi",
    "Title": "Torahversity",
    "Testimonial": "Learning Tanach helps one connect deeper with ones religion, people and the land of Israel.  Its one of the most uplifting and bonding experiences... I think Audio with text is wonderful. The additional classes taped on video is also amazing and even better."
  },
  {
    "Name": "Brenda Felman",
    "Title": "Biology and Tanakh teacher",
    "Testimonial": "It starts my day.. I have also used it to study with my grandkids.\r\nIt's also enriching to have teachers, rabbis and laymen teaching from different backgrounds."
  },
  {
    "Name": "Yitzchak Etshalom",
    "Title": "Author of \"Between the Lines of the Bible\"",
    "Testimonial": "I've always enjoyed podcasting; speaking to the assumed audience is easier than usual as I know that the community is well-versed in Tanakh, enjoys utilizing their own Bekiut to highlight nuances of the text and are great Ohavei Torah. "
  },
  {
    "Name": "Raymond Gindi",
    "Title": "CEO of Century 21 Department Store",
    "Testimonial": "It's great that we learn the parasha every year as we go through the Torah, but for me, this was a way to learn many books of Tanach that I never learned. I also like the structure and consistency of doing a Perek a day. "
  },
  {
    "Name": "Rabbi Dr. Jonathan Grossman",
    "Title": "Professor at Bar Ilan University\r\nTeacher at Herzog College",
    "Testimonial": "בעיני הדבר המאפיין את קבוצת הלומדים בברוקלין הוא ההיכרות האינטימית של הלומדים עם התנ\"ך. נדיר למצוא קבוצה בארה\"ב שמכירה את התנ\"ך מתוכו, בשפה העברית, ושיש ביכולתה לקפוץ מסיפור לסיפור ומפרשה אחת לחברתה ללא קושי. אני זוכר היטב כיצד באחד מהרצאותיי שאלתי איזה סיפור אחר מזכיר פסוק מסוים, וללא קושי ענו כמה לומדות שמדובר בפסוק מתוך ספר מלכים. היכרות אינטימית זו היא בסיס חשוב ביותר לבניית עולם למדני מקצועי ורציני."
  },
  {
    "Name": " Adele Chabot",
    "Title": "Teacher at Yeshivat Horev, Israel",
    "Testimonial": "There is no better way to learn a book, then to have to teach it. Tanach study was a present for me the teacher, as it gave me the opportunity to thoroughly learn another book of tanach"
  },
  {
    "Name": "Jack Dweck",
    "Title": "SD Wholesale, LLC",
    "Testimonial": "Tanach Study gives me the opportunity to know all the books of Tanach in a contextual and cohesive manner, while immersing myself in Jewish History. Today, I have an even greater appreciation for Gemara and Halacha thanks to Tanach Study."
  },
  {
    "Name": "Joey Shamah",
    "Title": "CEO at Fit For Life LLC",
    "Testimonial": "The Tanach Study program has enabled me and my family to go thru Tanach one perek at a time with dynamic teachers and the all the tools necessary to follow along. The podcasting has enabled me to follow the program across 3 continents, 7 time zones and over 25 different destinations... It is a fantastic tool, and I look forward for me and my children to benefit from the fruits of the this program for years to come."
  },
  {
    "Name": "Al Gindi",
    "Title": "Student at NYU",
    "Testimonial": "Tanach Study helped me get into the habit of learning Torah everyday"
  },
  {
    "Name": "Morris Abraham",
    "Title": "President of Wanted Shoes LLC.",
    "Testimonial": "Tanach Study has given me an easy, convenient way to finally go through all of Nach. The format of receiving a daily email  of the perk in Hebrew and English with an audio guide has simplified the experience.  I am looking forward to starting the cycle again to further strengthen my knowledge of Nach."
  },
  {
    "Name": "Marjorie Salem",
    "Title": "Teacher at Allegra Franco Teachers Seminary",
    "Testimonial": "By preparing the Sefer in such depth in a relatively short amount of time, I was able to experience the process of development and achievement of the monarchy of Yisrael being established through ups and downs, the successes and challenges, in the lives of Hannah, Shemuel, and our first Kings, Shaul and Daveed as one complete unit."
  },
  {
    "Name": "Mitchel Betesh",
    "Testimonial": "Every morning on the train I look forward to reading this Tanach email. \r\nIt's great keep on going."
  },
  {
    "Name": "Aimee Bailey",
    "Testimonial": "Tanach Study is a true gift... On a personal note, it has encouraged me to study certain texts I was not very familiar with, and have grown to love! The entire program from classes, to speakers, to trips has exposed me to a wealth of Torah perspectives that have invaluably enriched my own study. "
  },
  {
    "Name": "Charlotte Shahverdi",
    "Title": "Teacher at Barkai Yeshivah",
    "Testimonial": "Tanakh study helped me acquire a new understanding of learning the text. The services they provide are extremely practical. "
  },
  {
    "Name": "Sam Franco",
    "Title": "Vice President, First Republic Bank",
    "Testimonial": "To me, the most meaningful aspect of the program was that it forced me to study books in the Tanach that are not as common in everyday Jewish life. Without this program, I don't think I would ever learn all 150 chapters of Tehillim, or spend time on Tre Asar."
  },
  {
    "Name": "Jimmy Sitt",
    "Title": "M.D.",
    "Testimonial": "Tanach study as transformed my mundane and boring drive to work into an educational and entertaining ride through our amazing Jewish history.  It's so simple.  It's also so nice to be able to have educated discussions with my children who are currently learning Navi in school. We've even listened to old Tanach Study lectures together to help them study for exams."
  },
  {
    "Name": "Rabbi Itamar Eldar",
    "Title": "Rosh Beit Midrash \r\nYeshivat Hesder, Orot Shaul Ra'anana",
    "Testimonial": "זכיתי להכיר וללמד מספר פעמים את חבורת התנ\"ך של ג'סי היקר.\r\nמדובר בחבורה איכותית ביותר, שהעיקר והחשוב ביותר שיש לה אהבת תורה ויראת שמים. חבורה המבקשת להיפגש עם דבר ה' דרך התנ\"ך, שאכן זהו המפגש הראשוני ביותר והבלתי אמצעי.\r\nמעבר לזה, מדובר בחבורה המבקשת לפתח קריאה רגישה וקשובה למילים, לפסוקים, לרעיונות, תוך רצון ונכונות להשתמש בכל הכלים העומדים לרשותנו בבואנו להקשיב לדבר ה' המתגלה דרך אותיות התורה ורעיונותיה.\r\nהשילוב של יראת שמים ותמימות, לצד יכולת אינטלקטואלית גבוהה והקשבה כנה לטקסט, הופכת את ההוראה בחבורה הזו לחוויה משמעותית וייחודית.\r\nהלוואי ותרבנה כאלה בארץ ובעולם."
  },
  {
    "Name": "Eliot Braha ",
    "Title": "President of Cong. Magen David of West Deal",
    "Testimonial": "The program complemented my daily involvement with Torah study. Pasuk by pasuk, perek by perek, sefer by sefer, I was instructed by informed and inspiring Rabbis and teachers about the valuable messages of Tanach. "
  },
  {
    "Name": "Victor Dweck",
    "Testimonial": "I began Tanakh Study during my gap year in Israel and have been hooked ever since. Aside from actually learning the actual, studying a chapter a day makes sure that I have Torah in my daily routine. I hope that completing my first cycle of Tanakh, will only be the beginning of a lifelong journey of truly appreciating the most important and influencial book in the world, Tanakh."
  },
  {
    "Name": "Graham Morris",
    "Title": "Fellow of the Institute of Directors in London",
    "Testimonial": "I am a great-grandfather living in London and I have never had a chance of working all the way through Tanach. I have gained is the discipline to do a chapter or set text day by day or at least week by week if I fall behind. "
  },
  {
    "Name": "Charles Saka",
    "Title": "Student at YU",
    "Testimonial": "I am really enjoying every minute of Tanach study, learning books that I never would've picked up otherwise. I am happy to say that my general knowledge of Torah and Tanach is now growing because of the program."
  },
  {
    "Name": "Joseph Washba",
    "Title": "M.D. ",
    "Testimonial": "Most of the teachers are superb. All are well prepared.  The classes are appropriate for all levels of learners.  I have now learned Sefarim for the very first time... Probably my favorite Tanach Study project has been the invited special speakers, especially on ShivaAsar beTammuz. "
  }
]
