[
  {
    "Name": "Martin Hanan",
    "Title": "Property Manager",
    "Testimonial": "I'm pretty busy all the time, and I don't have much time for Torah classes, so I would listen to the tanach audio, as I would do some work. The classes amaze me how history continuously repeats itself.  The people sinned, hashem turned his back on his people, other nations would wage war against us, And Israel would come back to Hashem.  I feel, even in today's times, we are going through the same cycle."
  },
  {
    "Name": "Vivien Hidary",
    "Title": "Teacher at Allegra Franco Teachers Seminary",
    "Testimonial": "Tanach Study offers all the benefits of learning in the best University in Israel, minus the jet lag! The world class teachers, cutting edge techniques and relevant lessons are what makes this first rate program so unique. Our community is very fortunate to have this wonderful academic experience available to us. "
  },
  {
    "Name": "Cindy Chabot",
    "Testimonial": "Every morning I wake up and eagerly reach for my phone to see if the next perek from tanachstudy has been sent.  It's the highlight of my day and makes my jog on the treadmill more rewarding. Learning my history and my heritage brings me closer to knowing my identity!"
  },
  {
    "Name": "Danielle Ashkenazie",
    "Title": "Yeshivah of Flatbush SGO president",
    "Testimonial": "I feel like Tanakh is very often overlooked and undervalued. People see it as a book that isn't applicable to them, and they study more of the mepharshim than the actual text. Tanakh Study inspired me to see the  Tanakh as more than a story, and now I see it as a guide to me life, with warnings and tips for how to navigate the world. I love how Tanakh Study doesn't delve into mepharshim the way schools do, and I just get the peshat and the ability to take it the way that I want to. I'm looking forward to learn more with Tanakh Study and to falling more in love with Tanakh every day."
  },
  {
    "Name": "Ezra Shaya",
    "Title": "Rabbi at Sephardic Rabbinical College",
    "Testimonial": "Easy, Simple, and convenient! There's no reason why not to learn tanach everyday!"
  },
  {
    "Name": "Moshe Enayatian",
    "Title": "National Sales Director DILAMANI",
    "Testimonial": "For years I had planned on putting together time for serious study of Tanach but every time I started, something got in the way. What Tanach study did for me was get me organized, from daily email reminders to audio recording of both the ta’amim and perek (chapter) in detail. I encourage all my friends to sign on and will continue to do so."
  },
  {
    "Name": "Jack Shammah",
    "Title": "Principal at Best Silver Inc.",
    "Testimonial": "tanach study is something I look forward to each and every day. The variety of teachers makes it even more interesting . I am learning things I never learned before. Great job in putting it all together"
  },
  {
    "Name": "Dr. Joelle Saad-Lessler",
    "Title": "Associate Industry Professor of Economics\r\nStevens Institute of Technology\r\nSchool of Business",
    "Testimonial": "I attended Yeshiva elementary (Magen David Yeshiva) and high school (Yeshiva of Flatbush), but unfortunately, we never covered most of the books in Neviim or Ketuvim. The books of Neviim we covered, we probably did about 10 perakim in each. So I was always missing the big picture. This is what Tanach study has helped me fill in. This program is perfect for people interested in learning ALL of Tanakh for the first time. I intend on doing it again, because there is so much, you forget it if you only learn it once. \r\nI loved that the podcasts were never too long. It fit into my daily routine. I would listen on the train on my way to work. I love that the teachers not only present a literal explanation of the text, but also give some additional insights from other sources to elucidate some points.\r\nTo the extent I consider myself a relatively educated and learned person, Tanakh study helped me have more confidence in my knowledge of Tanakh, which will enable me to decide what other books to focus on hereon. Also, many Judaic study texts assume a working knowledge of Tanakh. I now have enough confidence in the knowledge I gained to learn other stuff. I just ordered a book on Maimonides' Guide to the Perplexed. I probably could not have done that before having covered the basic material that Tanakh study taught me.\r\nSo you have a super satisfied customer, and I hope that Tanakh study will run another cycle once this one is done."
  },
  {
    "Name": "Gitta Jaroslawicz-Neufeld",
    "Title": "Director of Education \r\nAllegra Franco School of Educational Leadership\r\n",
    "Testimonial": "Tanach Study allows me to literally fulfill \"ובלכתך בדרך\" on a daily basis.  No where I am, I can access a daily dose of sophisticated Tanach learning.  I value the variety of teachers and approaches, who still all remain consistent with the mission of the organization - broadening Torah learning, increasing knowledge of our Jewish history, heightening our Yirat Shamayim and Ahavat Hashem, and strengthening our personal as well as our national identity. The ability to move sequentially, pasuq by pasuq, helps deepen my familiarity with the text. The lectures provide added insights and conceptual frameworks which enhance my learning.  I am proud to be a member of the Tanachstudy.com community.\r\nAs a teacher:\r\nThank you for providing me with the opportunity to reach new students.  The structure of the learning experience helped enhance my teaching by providing me with guidelines, and challenging me to provide clear, concise yet not superficial instruction.  It is an honor to be one of the teachers on this site"
  },
  {
    "Name": "Abraham Cohen",
    "Testimonial": "I have gained a better understanding of many different parts of nevvim and ketuvim. It also gave me the thirst to learn more about the certain books I never really went through in depth.\r\nYou can accomplish a lot by learning a little each day. Commit yourself and you will see the results.\r\nPrior my knowledge in navi and ketuvim I had many missing links. Although we all know we can get into these subjects in depth the overview that has been been offered by Tanach study makes for a great foundation. \r\nThe changing of teachers was very important to avoid the classes becoming stale. A new voice came in and it added fresh blood and invigorated the listener. I think it's important to try and get them all at approx the same time. It was hard when classes changed it time lengths from day to day. "
  },
  {
    "Name": "Ikey Chera",
    "Title": "Principal at Crown Acquisitions Inc.",
    "Testimonial": "I look forward to listening to a chapter of Tanach Study every single day. \r\nIt sets the tone for the rest of my day. \r\nThe speakers are clear, concise and very easy to listen to. \r\nWith devoting just ten minutes of my time while driving to work, I gain a great sense of accomplishment for the day ahead. "
  },
  {
    "Name": "Dr. Yael Zeigler",
    "Title": "Lecturer in Bible at Herzog Academic College. \r\nAuthor of \"Promises to Keep: The Oath in Biblical Narrative\"",
    "Testimonial": "Every occasion in which I have had the privilege of teaching the Tanach study group, I am inspired by the warmth, curiosity, and excitement that I encounter. This group of Tanakh enthusiasts are deeply committed to Tanakh learning, and have succeeded in forging a unique atmosphere of passion for text and interpretation. "
  },
  {
    "Name": "Kamy Eliassi",
    "Title": "Torahversity",
    "Testimonial": " I have gained the ability to finish Tanach on a realistic schedule with supportive system that gives additional classes as well as daily audio files.\r\nThere is so much we don't know and there is so much still that we need to dig up in Tanach.  Let the games begin\r\nLearning Tanach helps one connect deeper with ones religion, people and the land of Israel.  Its one of the most uplifting and bonding experiences. Where Gemara sharpens your mind, Tanach sharpens your Jewish World View 360 degrees.  \r\nI think Audio with text is wonderful. The additional classes taped on video is also amazing and even better.  I think some additional support in terms of Chavruta matching for those interested and classes outside of NY are some great ideas to explore further.    "
  },
  {
    "Name": "Brenda Felman",
    "Title": "Biology and Tanakh teacher",
    "Testimonial": "I started tanach Yomi with yehoshua\r\nI listen to it 6 days a week every morning\r\nIt starts my day\r\nIt's a real mood lifter\r\nIt is educational informative and stimulating\r\nWhat a great way to start the day\r\nIt keeps you in touch with tanach\r\nAt times I will relisten to the same podcast while walking or in my car \r\nI have also used it to study with my grandkids\r\nIt gives structure and meaning to my day\r\nKudos goes to jesse and his staff\r\nI like the sentence by sentence approach \r\nIt's also enriching to have teachers.  rabbis and laymen teaching from different backgrounds"
  },
  {
    "Name": "Yitzchak Etshalom",
    "Title": "Author of \"Between the Lines of the Bible\"",
    "Testimonial": "I've always enjoyed podcasting; speaking to the assumed audience is easier than usual as I know that the community is well-versed in Tanakh, enjoys utilizing their own Bekiut to highlight nuances of the text and are great Ohavei Torah. "
  },
  {
    "Name": "Raymond Gindi",
    "Title": "CEO of Century 21 Department Store",
    "Testimonial": "What I love about Tanach Yomi is that I get to learn new books that we don't really cover in school or in Shul. It's great that we learn the parasha every year as we go through the Torah, but for me, this was a way to learn many books of Tanach that I never learned. \r\nI also like the structure and consistency of doing a Perek a day. \r\n"
  },
  {
    "Name": "Rabbi Dr. Jonathan Grossman",
    "Title": "Professor at Bar Ilan University\r\nTeacher at Herzog College",
    "Testimonial": "בעיני הדבר המאפיין את קבוצת הלומדים בברוקלין הוא ההיכרות האינטימית של הלומדים עם התנ\"ך. נדיר למצוא קבוצה בארה\"ב שמכירה את התנ\"ך מתוכו, בשפה העברית, ושיש ביכולתה לקפוץ מסיפור לסיפור ומפרשה אחת לחברתה ללא קושי. אני זוכר היטב כיצד באחד מהרצאותיי שאלתי איזה סיפור אחר מזכיר פסוק מסוים, וללא קושי ענו כמה לומדות שמדובר בפסוק מתוך ספר מלכים. היכרות אינטימית זו היא בסיס חשוב ביותר לבניית עולם למדני מקצועי ורציני."
  },
  {
    "Name": " Adele Chabot",
    "Title": "Teacher at Yeshivat Horev, Israel",
    "Testimonial": "There is no better way to learn a book, then to have to teach it. Tanach study was a present for me the teacher, as it gave me the opportunity to thoroughly learn another book of tanach"
  },
  {
    "Name": "Jack Dweck",
    "Title": "SD Wholesale, LLC",
    "Testimonial": "I truly enjoy the twenty minutes a day I have invested in learning Tanach with Tanach Study. Though I went to Yeshivah through High School, and even went to Israel in my gap year, I was never taught Tanach in context of an entire book. Sure, you learn the Perasha – maybe even the Haftarot – but the emphasis was on Gemara. Tanach Study gives me the opportunity to know all the books of Tanach in a contextual and cohesive manner, while immersing myself in Jewish History. Today, I have an even greater appreciation for Gemara and Halacha thanks to Tanach Study."
  },
  {
    "Name": "Joey Shamah",
    "Title": "CEO at Fit For Life LLC",
    "Testimonial": "A foundation in Tanach enables one to gain a contextual understanding on Jewish history and the Jewish people. The tanach study program has enabled me and my family to go thru Tanach one perek at a time with dynamic teachers and the all the tools necessary to follow along. The podcasting or digital delivery has enabled me to follow the program across 3 continents, 7 time zones and over 25 different destinations. The TS program has forever made Tanach accessible to all on demand. It is a fantastic tool and I look forward for me and my children to benefit from the fruits of the this program for years to come."
  },
  {
    "Name": "Al Gindi",
    "Title": "Student at NYU",
    "Testimonial": "Helped me get into the habit of learning Torah everyday"
  },
  {
    "Name": "Morris Abraham",
    "Title": "President of Wanted Shoes LLC.",
    "Testimonial": "Tanach study has given me a easy, convenient  way to finally go through all of Nach. The format of receiving a daily email  of the perke in Hebrew and English with an audio guide has simplified the experience.  The speakers/ teachers were clear, to the point, and concise, while teaching the chapter.  Tanach study has given me a much needed overview of of Nach, and I am looking forward to staring the cycle again to further strengthen my knowledge of Nach."
  },
  {
    "Name": "Marjorie Salem",
    "Title": "Teacher at Allegra Franco Teachers Seminary",
    "Testimonial": "At first I was hesitant about speaking to myself instead of teaching an engaging interactive class but in the end I benefitted tremendously from preparing for such a forum.  By preparing the Sefer in such depth in a relatively short amount of time, I was able to experience the process of development and achievement of the monarchy of Yisrael being established through ups and downs, the successes and challenges, in the lives of Hannah, Shemuel, and our first Kings, Shaul and Daveed as one complete unit. Thank you Jesse and TanachStudy for allowing me to be part of such an amazing project. Hazak U’baruch."
  },
  {
    "Name": "Mitchel Betesh",
    "Testimonial": "Every morning on the train I look forward to reading this Tanach email. \r\nIt's great keep on going "
  },
  {
    "Name": "Aimee Bailey",
    "Testimonial": "Tanach Study is a true gift. In its sheer existence it has restablished for so many the study of Tanach as the primary source of jewish identity and survival, and provided a means to easily, and enjoyably engage in it. On a personal note, it has encouraged me to study certain texts I was not very familiar with, and have grown to love! The entire program from classes, to speakers, to trips has exposed me to a wealth of Torah perspectives that have invaluably enriched my own study. "
  },
  {
    "Name": "Charlotte Shahverdi",
    "Title": "Teacher at Barkai Yeshivah",
    "Testimonial": "Tanakh study helped me acquire a new understanding of learning the text. The services they provide are extremely practical. After every sefer or section that is completed, we end off with a class or an event that is related to what we just studied. Which anyone can attend and, brings such a pleasant and valuable closing for the participants."
  },
  {
    "Name": "Sam Franco",
    "Title": "Vice President, First Republic Bank",
    "Testimonial": "Tanach Study has provided me a great opportunity to learn Neviim and Ketuvim in a comprehensive way. To me, the most meaningful aspect of the program was that it forced me to study books in the Tanach that are not as common in everyday Jewish life. Without this program, I don't think I would ever learn all 150 chapters of Tehillim, or spend time on Tre Asar. It was amazing to learn the different perspectives that each book brings to the table, and to think about the world they were living in at the time. I realized that there are many different philosophies in Judaism, and that there are multiple approaches to how we as a nation and an individual should approach our relationships to god. It was also interesting to relearn some of the stories in Neviim that i may have learned in school, and to pare away the midrash from the peshat. Immersing myself in the text through this program has shown me how different the religion and society of the Tanach was versus what it is today. I want to end this by thanking Jesse, the committee, and all the teachers and students for putting this program together and sustaining it. It's an honor to be a part of it."
  },
  {
    "Name": "Jimmy Sitt",
    "Title": "M.D.",
    "Testimonial": "Tanach study as transformed my mundane and boring drive to work into an educational and entertaining ride through our amazing Jewish history.  It's so simple; I press one button on my phone and suddenly I'm transported to a world where our future King David is being chased by the current King Shaul.  The stories from Navi were brought to life by our amazing teachers.  I must admit that I was most intrigued by the original reason behind the 2 somber fast days of 17 Tamuz and 9 Av. I could not believe that the history was right there in our Navi this whole time. I've learnt it many times in the past, but to actually see it in the Navi as part of our canonized history was very emotional for me.  It's also so nice to be able to have educated discussions with my children who are currently learning Navi in school. We've even listened to old Tanach Study lectures together to help them study for exams. It's an amazing program and it needs to continue into the future by completing the \"Ta (Torah) \" in Tanach Study."
  },
  {
    "Name": "Rabbi Itamar Eldar",
    "Title": "Rosh Beit Midrash \r\nYeshivat Hesder, Orot Shaul Ra'anana",
    "Testimonial": "זכיתי להכיר וללמד מספר פעמים את חבורת התנ\"ך של ג'סי היקר.\r\nמדובר בחבורה איכותית ביותר, שהעיקר והחשוב ביותר שיש לה אהבת תורה ויראת שמים. חבורה המבקשת להיפגש עם דבר ה' דרך התנ\"ך, שאכן זהו המפגש הראשוני ביותר והבלתי אמצעי.\r\nמעבר לזה, מדובר בחבורה המבקשת לפתח קריאה רגישה וקשובה למילים, לפסוקים, לרעיונות, תוך רצון ונכונות להשתמש בכל הכלים העומדים לרשותנו בבואנו להקשיב לדבר ה' המתגלה דרך אותיות התורה ורעיונותיה.\r\nהשילוב של יראת שמים ותמימות, לצד יכולת אינטלקטואלית גבוהה והקשבה כנה לטקסט, הופכת את ההוראה בחבורה הזו לחוויה משמעותית וייחודית.\r\nהלוואי ותרבנה כאלה בארץ ובעולם."
  },
  {
    "Name": "Eliot Braha ",
    "Title": "President of Cong. Magen David of West Deal",
    "Testimonial": "Tanach Study introduced an innovative way to make the sefarim of Tanach readily available to anyone who was interested in learning.  With a click on an email the world of Tanach was opened up to all. The program complemented my daily involvement with Torah study. Pasuk by pasuk, perek by perek, sefer by sefer, I was instructed by informed and inspiring Rabbis and teachers about the valuable messages of Tanach. As well, Tanach Study engaged special lecturers who gave more detailed analysis of Neviim and Ketuvim.  Please continue on this valuable and most sacred path to provide opportunities to strengthen and deepen our understanding of Tanach. "
  },
  {
    "Name": "Victor Dweck",
    "Testimonial": "I began Tanakh Study during my gap year in Israel and have been hooked ever since. Aside from actually learning the actual, studying a chapter a day makes sure that I have Torah in my daily routine. I hope that completing my first cycle of Tanakh, will only be the beginning of a lifelong journey of truly appreciating the most important and influencial book in the world, Tanakh."
  },
  {
    "Name": "Graham Morris",
    "Title": "Fellow of the Institute of Directors in London",
    "Testimonial": "I am 77 years old, a great-grandfather living in London and I have never had a chance of working all the way through Tanach.  I have of course studied individual books and have covered sections in their entirety but never the whole.  I also participate in a Daf Yomi programme which keeps me very busy in spite of not yet having retired.\r\nWhat have I gained from the programme?  I should admit at the outset I have just used it as a calendar to remind me of my daily obligation with very occasionally peeps at the classes and Youtube lectures.  So what I have gained is the discipline to do a chapter or set text day by day or at least week by week if I fall behind.  I don’t know whether it has helped to build my identity but it has certainly widened my knowledge and made me less ashamed of the traditional neglect of Tanach at least by Ashkenazim.  I am happy to say that my grandson, now a kollel avreich at Yeshivat Mir in Jerusalem, started a chapter of Tanach a day at his high school some ten years ago and it is still going strong.  So all is not lost!"
  },
  {
    "Name": "Charles Saka",
    "Title": "Student at YU",
    "Testimonial": "I am really enjoying every minute of Tanach study, learning books that I never would've picked up otherwise. I am happy to say that my general knowledge of Torah and Tanach is now growing because of the program."
  },
  {
    "Name": "Joseph Washba",
    "Title": "M.D. ",
    "Testimonial": "I thoroughly enjoy Tanach Study.  A few years- maybe less- before you officially began Tanach Study, you spoke in Deal at Seuda sheleesheet about some Navi topic and you actually recommended that everyone read a Perek of Tanach a day- and I started on my own. Made it through about 2-3 books before I stopped. Tanach Study has allowed me to keep up. I listen everyday. I listen on the way to work..it greatly reduces the boredom.  \r\nMost of the teachers are superb. All are well prepared.  The classes are appropriate for all levels of learners.  I have now learned Sefarim for the Very First time. It's actually a little sad. And even more sad is that most religious people will Never even learn the entire Tanach even once. This is really a great project. \r\nProbably my favorite Tanach Study project has been the invited special speakers, especially on ShivaAsar beTammuz. Although I haven't personally attended most classes, I have listened and watched many online. \r\nAll I can say is Hazak uBaruch and continue maHayil leHayil!"
  }
]
