{
  "teacher_bio" : "Rabbi Alex Israel teaches Tanakh at Yeshivat Eretz Hatzvi and Matan, and is Director of Community Education at the Pardes Institute. Born and raised in London, Rabbi Israel moved to Israel in 1991 and gained rabbinic ordination from the Israeli Chief Rabbinate following several years of study at Yeshivat Har Etzion. Rabbi Israel holds degrees from London School of Economics, the Institute of Education, London, and Bar Ilan University. His first book \"I Kings - Torn in Two\" was published in 2013. See his shiurim and his weekly \"Parsha Discussion\" at www.alexisrael.org. Rabbi Israel has lectured widely at campuses and communities on five continents.",
  "teacher_title" : "Rabbi",
  "teacher_fname" : "Alex",
  "teacher_mname" : null,
  "teacher_lname" : "Israel",
  "reader_bio" : null,
  "reader_title" : null,
  "reader_fname" : null,
  "reader_mname" : null,
  "reader_lname" : null,
  "part_id" : 5,
  "part_name" : "torah",
  "is_many_parts" : false,
  "parts_breakdown" : [
    {
      "number" : 1,
      "title": "Go Forth! (12:1-20)"
    },
    {
      "number" : 2,
      "title": "Challenges of Egypt (13:1-18)"
    },
    {
      "number" : 3,
      "title": "Battle of the Kings (14:1-24)"
    },
    {
      "number" : 4,
      "title": "Berit Ben Habetarim (15:1-21)"
    },
    {
      "number" : 5,
      "title": "Sarai and Hagar (16:1-16)"
    },
    {
      "number" : 6,
      "title": "Berit Milah (17:1-27)"
    }
  ],
  "perek_id" : "lech-lecha",
  "teacher_id" : 1030,
  "reader_id" : null,
  "book_id" : 35,
  "book_num_chapters" : 6,
  "book_name_pretty_eng" : "Bereshit",
  "parasha_name_pretty_eng" : "Lech Lecha",
  "book_name" : "bereshit",
  "prev_book_id" : null,
  "prev_book_name" : null,
  "prev_book_num_chapters" : null,
  "next_book_id" : null,
  "next_book_name" : null,
  "next_book_num_chapters" : null,
  "hebrew_text" : [
    ["וַיֹּאמֶר יְהוָה אֶל־אַבְרָם לֶךְ־לְךָ מֵאַרְצְךָ וּמִמּוֹלַדְתְּךָ וּמִבֵּית אָבִיךָ אֶל־הָאָרֶץ אֲשֶׁר אַרְאֶךָּ׃", "וְאֶעֶשְׂךָ לְגוֹי גָּדוֹל וַאֲבָרֶכְךָ וַאֲגַדְּלָה שְׁמֶךָ וֶהְיֵה בְּרָכָה׃", "וַאֲבָרֲכָה מְבָרְכֶיךָ וּמְקַלֶּלְךָ אָאֹר וְנִבְרְכוּ בְךָ כֹּל מִשְׁפְּחֹת הָאֲדָמָה׃", "וַיֵּלֶךְ אַבְרָם כַּאֲשֶׁר דִּבֶּר אֵלָיו יְהוָה וַיֵּלֶךְ אִתּוֹ לוֹט וְאַבְרָם בֶּן־חָמֵשׁ שָׁנִים וְשִׁבְעִים שָׁנָה בְּצֵאתוֹ מֵחָרָן׃", "וַיִּקַּח אַבְרָם אֶת־שָׂרַי אִשְׁתּוֹ וְאֶת־לוֹט בֶּן־אָחִיו וְאֶת־כָּל־רְכוּשָׁם אֲשֶׁר רָכָשׁוּ וְאֶת־הַנֶּפֶשׁ אֲשֶׁר־עָשׂוּ בְחָרָן וַיֵּצְאוּ לָלֶכֶת אַרְצָה כְּנַעַן וַיָּבֹאוּ אַרְצָה כְּנָעַן׃", "וַיַּעֲבֹר אַבְרָם בָּאָרֶץ עַד מְקוֹם שְׁכֶם עַד אֵלוֹן מוֹרֶה וְהַכְּנַעֲנִי אָז בָּאָרֶץ׃", "וַיֵּרָא יְהוָה אֶל־אַבְרָם וַיֹּאמֶר לְזַרְעֲךָ אֶתֵּן אֶת־הָאָרֶץ הַזֹּאת וַיִּבֶן שָׁם מִזְבֵּחַ לַיהוָה הַנִּרְאֶה אֵלָיו׃", "וַיַּעְתֵּק מִשָּׁם הָהָרָה מִקֶּדֶם לְבֵית־אֵל וַיֵּט אָהֳלֹה בֵּית־אֵל מִיָּם וְהָעַי מִקֶּדֶם וַיִּבֶן־שָׁם מִזְבֵּחַ לַיהוָה וַיִּקְרָא בְּשֵׁם יְהוָה׃", "וַיִּסַּע אַבְרָם הָלוֹךְ וְנָסוֹעַ הַנֶּגְבָּה׃", "וַיְהִי רָעָב בָּאָרֶץ וַיֵּרֶד אַבְרָם מִצְרַיְמָה לָגוּר שָׁם כִּי־כָבֵד הָרָעָב בָּאָרֶץ׃", "וַיְהִי כַּאֲשֶׁר הִקְרִיב לָבוֹא מִצְרָיְמָה וַיֹּאמֶר אֶל־שָׂרַי אִשְׁתּוֹ הִנֵּה־נָא יָדַעְתִּי כִּי אִשָּׁה יְפַת־מַרְאֶה אָתְּ׃", "וְהָיָה כִּי־יִרְאוּ אֹתָךְ הַמִּצְרִים וְאָמְרוּ אִשְׁתּוֹ זֹאת וְהָרְגוּ אֹתִי וְאֹתָךְ יְחַיּוּ׃", "אִמְרִי־נָא אֲחֹתִי אָתְּ לְמַעַן יִיטַב־לִי בַעֲבוּרֵךְ וְחָיְתָה נַפְשִׁי בִּגְלָלֵךְ׃", "וַיְהִי כְּבוֹא אַבְרָם מִצְרָיְמָה וַיִּרְאוּ הַמִּצְרִים אֶת־הָאִשָּׁה כִּי־יָפָה הִוא מְאֹד׃", "וַיִּרְאוּ אֹתָהּ שָׂרֵי פַרְעֹה וַיְהַלְלוּ אֹתָהּ אֶל־פַּרְעֹה וַתֻּקַּח הָאִשָּׁה בֵּית פַּרְעֹה׃", "וּלְאַבְרָם הֵיטִיב בַּעֲבוּרָהּ וַיְהִי־לוֹ צֹאן־וּבָקָר וַחֲמֹרִים וַעֲבָדִים וּשְׁפָחֹת וַאֲתֹנֹת וּגְמַלִּים׃", "וַיְנַגַּע יְהוָה אֶת־פַּרְעֹה נְגָעִים גְּדֹלִים וְאֶת־בֵּיתוֹ עַל־דְּבַר שָׂרַי אֵשֶׁת אַבְרָם׃", "וַיִּקְרָא פַרְעֹה לְאַבְרָם וַיֹּאמֶר מַה־זֹּאת עָשִׂיתָ לִּי לָמָּה לֹא־הִגַּדְתָּ לִּי כִּי אִשְׁתְּךָ הִוא׃", "לָמָה אָמַרְתָּ אֲחֹתִי הִוא וָאֶקַּח אֹתָהּ לִי לְאִשָּׁה וְעַתָּה הִנֵּה אִשְׁתְּךָ קַח וָלֵךְ׃", "וַיְצַו עָלָיו פַּרְעֹה אֲנָשִׁים וַיְשַׁלְּחוּ אֹתוֹ וְאֶת־אִשְׁתּוֹ וְאֶת־כָּל־אֲשֶׁר־לוֹ׃"],
    ["וַיַּעַל אַבְרָם מִמִּצְרַיִם הוּא וְאִשְׁתּוֹ וְכָל־אֲשֶׁר־לוֹ וְלוֹט עִמּוֹ הַנֶּגְבָּה׃", "וְאַבְרָם כָּבֵד מְאֹד בַּמִּקְנֶה בַּכֶּסֶף וּבַזָּהָב׃", "וַיֵּלֶךְ לְמַסָּעָיו מִנֶּגֶב וְעַד־בֵּית־אֵל עַד־הַמָּקוֹם אֲשֶׁר־הָיָה שָׁם אהלה [אָהֳלוֹ] בַּתְּחִלָּה בֵּין בֵּית־אֵל וּבֵין הָעָי׃", "אֶל־מְקוֹם הַמִּזְבֵּחַ אֲשֶׁר־עָשָׂה שָׁם בָּרִאשֹׁנָה וַיִּקְרָא שָׁם אַבְרָם בְּשֵׁם יְהוָה׃", "וְגַם־לְלוֹט הַהֹלֵךְ אֶת־אַבְרָם הָיָה צֹאן־וּבָקָר וְאֹהָלִים׃", "וְלֹא־נָשָׂא אֹתָם הָאָרֶץ לָשֶׁבֶת יַחְדָּו כִּי־הָיָה רְכוּשָׁם רָב וְלֹא יָכְלוּ לָשֶׁבֶת יַחְדָּו׃", "וַיְהִי־רִיב בֵּין רֹעֵי מִקְנֵה־אַבְרָם וּבֵין רֹעֵי מִקְנֵה־לוֹט וְהַכְּנַעֲנִי וְהַפְּרִזִּי אָז יֹשֵׁב בָּאָרֶץ׃", "וַיֹּאמֶר אַבְרָם אֶל־לוֹט אַל־נָא תְהִי מְרִיבָה בֵּינִי וּבֵינֶיךָ וּבֵין רֹעַי וּבֵין רֹעֶיךָ כִּי־אֲנָשִׁים אַחִים אֲנָחְנוּ׃", "הֲלֹא כָל־הָאָרֶץ לְפָנֶיךָ הִפָּרֶד נָא מֵעָלָי אִם־הַשְּׂמֹאל וְאֵימִנָה וְאִם־הַיָּמִין וְאַשְׂמְאִילָה׃", "וַיִּשָּׂא־לוֹט אֶת־עֵינָיו וַיַּרְא אֶת־כָּל־כִּכַּר הַיַּרְדֵּן כִּי כֻלָּהּ מַשְׁקֶה לִפְנֵי שַׁחֵת יְהוָה אֶת־סְדֹם וְאֶת־עֲמֹרָה כְּגַן־יְהוָה כְּאֶרֶץ מִצְרַיִם בֹּאֲכָה צֹעַר׃", "וַיִּבְחַר־לוֹ לוֹט אֵת כָּל־כִּכַּר הַיַּרְדֵּן וַיִּסַּע לוֹט מִקֶּדֶם וַיִּפָּרְדוּ אִישׁ מֵעַל אָחִיו׃", "אַבְרָם יָשַׁב בְּאֶרֶץ־כְּנָעַן וְלוֹט יָשַׁב בְּעָרֵי הַכִּכָּר וַיֶּאֱהַל עַד־סְדֹם׃", "וְאַנְשֵׁי סְדֹם רָעִים וְחַטָּאִים לַיהוָה מְאֹד׃", "וַיהוָה אָמַר אֶל־אַבְרָם אַחֲרֵי הִפָּרֶד־לוֹט מֵעִמּוֹ שָׂא נָא עֵינֶיךָ וּרְאֵה מִן־הַמָּקוֹם אֲשֶׁר־אַתָּה שָׁם צָפֹנָה וָנֶגְבָּה וָקֵדְמָה וָיָמָּה׃", "כִּי אֶת־כָּל־הָאָרֶץ אֲשֶׁר־אַתָּה רֹאֶה לְךָ אֶתְּנֶנָּה וּלְזַרְעֲךָ עַד־עוֹלָם׃", "וְשַׂמְתִּי אֶת־זַרְעֲךָ כַּעֲפַר הָאָרֶץ אֲשֶׁר אִם־יוּכַל אִישׁ לִמְנוֹת אֶת־עֲפַר הָאָרֶץ גַּם־זַרְעֲךָ יִמָּנֶה׃", "קוּם הִתְהַלֵּךְ בָּאָרֶץ לְאָרְכָּהּ וּלְרָחְבָּהּ כִּי לְךָ אֶתְּנֶנָּה׃", "וַיֶּאֱהַל אַבְרָם וַיָּבֹא וַיֵּשֶׁב בְּאֵלֹנֵי מַמְרֵא אֲשֶׁר בְּחֶבְרוֹן וַיִּבֶן־שָׁם מִזְבֵּחַ לַיהוָה׃"],
    ["וַיְהִי בִּימֵי אַמְרָפֶל מֶלֶךְ־שִׁנְעָר אַרְיוֹךְ מֶלֶךְ אֶלָּסָר כְּדָרְלָעֹמֶר מֶלֶךְ עֵילָם וְתִדְעָל מֶלֶךְ גּוֹיִם׃", "עָשׂוּ מִלְחָמָה אֶת־בֶּרַע מֶלֶךְ סְדֹם וְאֶת־בִּרְשַׁע מֶלֶךְ עֲמֹרָה שִׁנְאָב מֶלֶךְ אַדְמָה וְשֶׁמְאֵבֶר מֶלֶךְ צביים [צְבוֹיִים] וּמֶלֶךְ בֶּלַע הִיא־צֹעַר׃", "כָּל־אֵלֶּה חָבְרוּ אֶל־עֵמֶק הַשִּׂדִּים הוּא יָם הַמֶּלַח׃", "שְׁתֵּים עֶשְׂרֵה שָׁנָה עָבְדוּ אֶת־כְּדָרְלָעֹמֶר וּשְׁלֹשׁ־עֶשְׂרֵה שָׁנָה מָרָדוּ׃", "וּבְאַרְבַּע עֶשְׂרֵה שָׁנָה בָּא כְדָרְלָעֹמֶר וְהַמְּלָכִים אֲשֶׁר אִתּוֹ וַיַּכּוּ אֶת־רְפָאִים בְּעַשְׁתְּרֹת קַרְנַיִם וְאֶת־הַזּוּזִים בְּהָם וְאֵת הָאֵימִים בְּשָׁוֵה קִרְיָתָיִם׃", "וְאֶת־הַחֹרִי בְּהַרְרָם שֵׂעִיר עַד אֵיל פָּארָן אֲשֶׁר עַל־הַמִּדְבָּר׃", "וַיָּשֻׁבוּ וַיָּבֹאוּ אֶל־עֵין מִשְׁפָּט הִוא קָדֵשׁ וַיַּכּוּ אֶת־כָּל־שְׂדֵה הָעֲמָלֵקִי וְגַם אֶת־הָאֱמֹרִי הַיֹּשֵׁב בְּחַצְצֹן תָּמָר׃", "וַיֵּצֵא מֶלֶךְ־סְדֹם וּמֶלֶךְ עֲמֹרָה וּמֶלֶךְ אַדְמָה וּמֶלֶךְ צביים [צְבוֹיִם] וּמֶלֶךְ בֶּלַע הִוא־צֹעַר וַיַּעַרְכוּ אִתָּם מִלְחָמָה בְּעֵמֶק הַשִּׂדִּים׃", "אֵת כְּדָרְלָעֹמֶר מֶלֶךְ עֵילָם וְתִדְעָל מֶלֶךְ גּוֹיִם וְאַמְרָפֶל מֶלֶךְ שִׁנְעָר וְאַרְיוֹךְ מֶלֶךְ אֶלָּסָר אַרְבָּעָה מְלָכִים אֶת־הַחֲמִשָּׁה׃", "וְעֵמֶק הַשִׂדִּים בֶּאֱרֹת בֶּאֱרֹת חֵמָר וַיָּנֻסוּ מֶלֶךְ־סְדֹם וַעֲמֹרָה וַיִּפְּלוּ־שָׁמָּה וְהַנִּשְׁאָרִים הֶרָה נָּסוּ׃", "וַיִּקְחוּ אֶת־כָּל־רְכֻשׁ סְדֹם וַעֲמֹרָה וְאֶת־כָּל־אָכְלָם וַיֵּלֵכוּ׃", "וַיִּקְחוּ אֶת־לוֹט וְאֶת־רְכֻשׁוֹ בֶּן־אֲחִי אַבְרָם וַיֵּלֵכוּ וְהוּא יֹשֵׁב בִּסְדֹם׃", "וַיָּבֹא הַפָּלִיט וַיַּגֵּד לְאַבְרָם הָעִבְרִי וְהוּא שֹׁכֵן בְּאֵלֹנֵי מַמְרֵא הָאֱמֹרִי אֲחִי אֶשְׁכֹּל וַאֲחִי עָנֵר וְהֵם בַּעֲלֵי בְרִית־אַבְרָם׃", "וַיִּשְׁמַע אַבְרָם כִּי נִשְׁבָּה אָחִיו וַיָּרֶק אֶת־חֲנִיכָיו יְלִידֵי בֵיתוֹ שְׁמֹנָה עָשָׂר וּשְׁלֹשׁ מֵאוֹת וַיִּרְדֹּף עַד־דָּן׃", "וַיֵּחָלֵק עֲלֵיהֶם לַיְלָה הוּא וַעֲבָדָיו וַיַּכֵּם וַיִּרְדְּפֵם עַד־חוֹבָה אֲשֶׁר מִשְּׂמֹאל לְדַמָּשֶׂק׃", "וַיָּשֶׁב אֵת כָּל־הָרְכֻשׁ וְגַם אֶת־לוֹט אָחִיו וּרְכֻשׁוֹ הֵשִׁיב וְגַם אֶת־הַנָּשִׁים וְאֶת־הָעָם׃", "וַיֵּצֵא מֶלֶךְ־סְדֹם לִקְרָאתוֹ אַחֲרֵי שׁוּבוֹ מֵהַכּוֹת אֶת־כְּדָרלָעֹמֶר וְאֶת־הַמְּלָכִים אֲשֶׁר אִתּוֹ אֶל־עֵמֶק שָׁוֵה הוּא עֵמֶק הַמֶּלֶךְ׃", "וּמַלְכִּי־צֶדֶק מֶלֶךְ שָׁלֵם הוֹצִיא לֶחֶם וָיָיִן וְהוּא כֹהֵן לְאֵל עֶלְיוֹן׃", "וַיְבָרְכֵהוּ וַיֹּאמַר בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן קֹנֵה שָׁמַיִם וָאָרֶץ׃", "וּבָרוּךְ אֵל עֶלְיוֹן אֲשֶׁר־מִגֵּן צָרֶיךָ בְּיָדֶךָ וַיִּתֶּן־לוֹ מַעֲשֵׂר מִכֹּל׃", "וַיֹּאמֶר מֶלֶךְ־סְדֹם אֶל־אַבְרָם תֶּן־לִי הַנֶּפֶשׁ וְהָרְכֻשׁ קַח־לָךְ׃", "וַיֹּאמֶר אַבְרָם אֶל־מֶלֶךְ סְדֹם הֲרִימֹתִי יָדִי אֶל־יְהוָה אֵל עֶלְיוֹן קֹנֵה שָׁמַיִם וָאָרֶץ׃", "אִם־מִחוּט וְעַד שְׂרוֹךְ־נַעַל וְאִם־אֶקַּח מִכָּל־אֲשֶׁר־לָךְ וְלֹא תֹאמַר אֲנִי הֶעֱשַׁרְתִּי אֶת־אַבְרָם׃", "בִּלְעָדַי רַק אֲשֶׁר אָכְלוּ הַנְּעָרִים וְחֵלֶק הָאֲנָשִׁים אֲשֶׁר הָלְכוּ אִתִּי עָנֵר אֶשְׁכֹּל וּמַמְרֵא הֵם יִקְחוּ חֶלְקָם׃"],
    ["אַחַר הַדְּבָרִים הָאֵלֶּה הָיָה דְבַר־יְהוָה אֶל־אַבְרָם בַּמַּחֲזֶה לֵאמֹר אַל־תִּירָא אַבְרָם אָנֹכִי מָגֵן לָךְ שְׂכָרְךָ הַרְבֵּה מְאֹד׃", "וַיֹּאמֶר אַבְרָם אֲדֹנָי יֱהוִה מַה־תִּתֶּן־לִי וְאָנֹכִי הוֹלֵךְ עֲרִירִי וּבֶן־מֶשֶׁק בֵּיתִי הוּא דַּמֶּשֶׂק אֱלִיעֶזֶר׃", "וַיֹּאמֶר אַבְרָם הֵן לִי לֹא נָתַתָּה זָרַע וְהִנֵּה בֶן־בֵּיתִי יוֹרֵשׁ אֹתִי׃", "וְהִנֵּה דְבַר־יְהוָה אֵלָיו לֵאמֹר לֹא יִירָשְׁךָ זֶה כִּי־אִם אֲשֶׁר יֵצֵא מִמֵּעֶיךָ הוּא יִירָשֶׁךָ׃", "וַיּוֹצֵא אֹתוֹ הַחוּצָה וַיֹּאמֶר הַבֶּט־נָא הַשָּׁמַיְמָה וּסְפֹר הַכּוֹכָבִים אִם־תּוּכַל לִסְפֹּר אֹתָם וַיֹּאמֶר לוֹ כֹּה יִהְיֶה זַרְעֶךָ׃", "וְהֶאֱמִן בַּיהוָה וַיַּחְשְׁבֶהָ לּוֹ צְדָקָה׃", "וַיֹּאמֶר אֵלָיו אֲנִי יְהוָה אֲשֶׁר הוֹצֵאתִיךָ מֵאוּר כַּשְׂדִּים לָתֶת לְךָ אֶת־הָאָרֶץ הַזֹּאת לְרִשְׁתָּהּ׃", "וַיֹּאמַר אֲדֹנָי יֱהוִה בַּמָּה אֵדַע כִּי אִירָשֶׁנָּה׃", "וַיֹּאמֶר אֵלָיו קְחָה לִי עֶגְלָה מְשֻׁלֶּשֶׁת וְעֵז מְשֻׁלֶּשֶׁת וְאַיִל מְשֻׁלָּשׁ וְתֹר וְגוֹזָל׃", "וַיִּקַּח־לוֹ אֶת־כָּל־אֵלֶּה וַיְבַתֵּר אֹתָם בַּתָּוֶךְ וַיִּתֵּן אִישׁ־בִּתְרוֹ לִקְרַאת רֵעֵהוּ וְאֶת־הַצִפֹּר לֹא בָתָר׃", "וַיֵּרֶד הָעַיִט עַל־הַפְּגָרִים וַיַּשֵּׁב אֹתָם אַבְרָם׃", "וַיְהִי הַשֶּׁמֶשׁ לָבוֹא וְתַרְדֵּמָה נָפְלָה עַל־אַבְרָם וְהִנֵּה אֵימָה חֲשֵׁכָה גְדֹלָה נֹפֶלֶת עָלָיו׃", "וַיֹּאמֶר לְאַבְרָם יָדֹעַ תֵּדַע כִּי־גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה׃", "וְגַם אֶת־הַגּוֹי אֲשֶׁר יַעֲבֹדוּ דָּן אָנֹכִי וְאַחֲרֵי־כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל׃", "וְאַתָּה תָּבוֹא אֶל־אֲבֹתֶיךָ בְּשָׁלוֹם תִּקָּבֵר בְּשֵׂיבָה טוֹבָה׃", "וְדוֹר רְבִיעִי יָשׁוּבוּ הֵנָּה כִּי לֹא־שָׁלֵם עֲוֺן הָאֱמֹרִי עַד־הֵנָּה׃", "וַיְהִי הַשֶּׁמֶשׁ בָּאָה וַעֲלָטָה הָיָה וְהִנֵּה תַנּוּר עָשָׁן וְלַפִּיד אֵשׁ אֲשֶׁר עָבַר בֵּין הַגְּזָרִים הָאֵלֶּה׃", "בַּיּוֹם הַהוּא כָּרַת יְהוָה אֶת־אַבְרָם בְּרִית לֵאמֹר לְזַרְעֲךָ נָתַתִּי אֶת־הָאָרֶץ הַזֹּאת מִנְּהַר מִצְרַיִם עַד־הַנָּהָר הַגָּדֹל נְהַר־פְּרָת׃", "אֶת־הַקֵּינִי וְאֶת־הַקְּנִזִּי וְאֵת הַקַּדְמֹנִי׃", "וְאֶת־הַחִתִּי וְאֶת־הַפְּרִזִּי וְאֶת־הָרְפָאִים׃", "וְאֶת־הָאֱמֹרִי וְאֶת־הַכְּנַעֲנִי וְאֶת־הַגִּרְגָּשִׁי וְאֶת־הַיְבוּסִי׃"],
    ["וְשָׂרַי אֵשֶׁת אַבְרָם לֹא יָלְדָה לוֹ וְלָהּ שִׁפְחָה מִצְרִית וּשְׁמָהּ הָגָר׃", "וַתֹּאמֶר שָׂרַי אֶל־אַבְרָם הִנֵּה־נָא עֲצָרַנִי יְהוָה מִלֶּדֶת בֹּא־נָא אֶל־שִׁפְחָתִי אוּלַי אִבָּנֶה מִמֶּנָּה וַיִּשְׁמַע אַבְרָם לְקוֹל שָׂרָי׃", "וַתִּקַּח שָׂרַי אֵשֶׁת־אַבְרָם אֶת־הָגָר הַמִּצְרִית שִׁפְחָתָהּ מִקֵּץ עֶשֶׂר שָׁנִים לְשֶׁבֶת אַבְרָם בְּאֶרֶץ כְּנָעַן וַתִּתֵּן אֹתָהּ לְאַבְרָם אִישָׁהּ לוֹ לְאִשָּׁה׃", "וַיָּבֹא אֶל־הָגָר וַתַּהַר וַתֵּרֶא כִּי הָרָתָה וַתֵּקַל גְּבִרְתָּהּ בְּעֵינֶיהָ׃", "וַתֹּאמֶר שָׂרַי אֶל־אַבְרָם חֲמָסִי עָלֶיךָ אָנֹכִי נָתַתִּי שִׁפְחָתִי בְּחֵיקֶךָ וַתֵּרֶא כִּי הָרָתָה וָאֵקַל בְּעֵינֶיהָ יִשְׁפֹּט יְהוָה בֵּינִי וּבֵינֶיךָ׃", "וַיֹּאמֶר אַבְרָם אֶל־שָׂרַי הִנֵּה שִׁפְחָתֵךְ בְּיָדֵךְ עֲשִׂי־לָהּ הַטּוֹב בְּעֵינָיִךְ וַתְּעַנֶּהָ שָׂרַי וַתִּבְרַח מִפָּנֶיהָ׃", "וַיִּמְצָאָהּ מַלְאַךְ יְהוָה עַל־עֵין הַמַּיִם בַּמִּדְבָּר עַל־הָעַיִן בְּדֶרֶךְ שׁוּר׃", "וַיֹּאמַר הָגָר שִׁפְחַת שָׂרַי אֵי־מִזֶּה בָאת וְאָנָה תֵלֵכִי וַתֹּאמֶר מִפְּנֵי שָׂרַי גְּבִרְתִּי אָנֹכִי בֹּרַחַת׃", "וַיֹּאמֶר לָהּ מַלְאַךְ יְהוָה שׁוּבִי אֶל־גְּבִרְתֵּךְ וְהִתְעַנִּי תַּחַת יָדֶיהָ׃", "וַיֹּאמֶר לָהּ מַלְאַךְ יְהוָה הַרְבָּה אַרְבֶּה אֶת־זַרְעֵךְ וְלֹא יִסָּפֵר מֵרֹב׃", "וַיֹּאמֶר לָהּ מַלְאַךְ יְהוָה הִנָּךְ הָרָה וְיֹלַדְתְּ בֵּן וְקָרָאת שְׁמוֹ יִשְׁמָעֵאל כִּי־שָׁמַע יְהוָה אֶל־עָנְיֵךְ׃", "וְהוּא יִהְיֶה פֶּרֶא אָדָם יָדוֹ בַכֹּל וְיַד כֹּל בּוֹ וְעַל־פְּנֵי כָל־אֶחָיו יִשְׁכֹּן׃", "וַתִּקְרָא שֵׁם־יְהוָה הַדֹּבֵר אֵלֶיהָ אַתָּה אֵל רֳאִי כִּי אָמְרָה הֲגַם הֲלֹם רָאִיתִי אַחֲרֵי רֹאִי׃", "עַל־כֵּן קָרָא לַבְּאֵר בְּאֵר לַחַי רֹאִי הִנֵּה בֵין־קָדֵשׁ וּבֵין בָּרֶד׃", "וַתֵּלֶד הָגָר לְאַבְרָם בֵּן וַיִּקְרָא אַבְרָם שֶׁם־בְּנוֹ אֲשֶׁר־יָלְדָה הָגָר יִשְׁמָעֵאל׃", "וְאַבְרָם בֶּן־שְׁמֹנִים שָׁנָה וְשֵׁשׁ שָׁנִים בְּלֶדֶת־הָגָר אֶת־יִשְׁמָעֵאל לְאַבְרָם׃"],
    ["וַיְהִי אַבְרָם בֶּן־תִּשְׁעִים שָׁנָה וְתֵשַׁע שָׁנִים וַיֵּרָא יְהוָה אֶל־אַבְרָם וַיֹּאמֶר אֵלָיו אֲנִי־אֵל שַׁדַּי הִתְהַלֵּךְ לְפָנַי וֶהְיֵה תָמִים׃", "וְאֶתְּנָה בְרִיתִי בֵּינִי וּבֵינֶךָ וְאַרְבֶּה אוֹתְךָ בִּמְאֹד מְאֹד׃", "וַיִּפֹּל אַבְרָם עַל־פָּנָיו וַיְדַבֵּר אִתּוֹ אֱלֹהִים לֵאמֹר׃", "אֲנִי הִנֵּה בְרִיתִי אִתָּךְ וְהָיִיתָ לְאַב הֲמוֹן גּוֹיִם׃", "וְלֹא־יִקָּרֵא עוֹד אֶת־שִׁמְךָ אַבְרָם וְהָיָה שִׁמְךָ אַבְרָהָם כִּי אַב־הֲמוֹן גּוֹיִם נְתַתִּיךָ׃", "וְהִפְרֵתִי אֹתְךָ בִּמְאֹד מְאֹד וּנְתַתִּיךָ לְגוֹיִם וּמְלָכִים מִמְּךָ יֵצֵאוּ׃", "וַהֲקִמֹתִי אֶת־בְּרִיתִי בֵּינִי וּבֵינֶךָ וּבֵין זַרְעֲךָ אַחֲרֶיךָ לְדֹרֹתָם לִבְרִית עוֹלָם לִהְיוֹת לְךָ לֵאלֹהִים וּלְזַרְעֲךָ אַחֲרֶיךָ׃", "וְנָתַתִּי לְךָ וּלְזַרְעֲךָ אַחֲרֶיךָ אֵת אֶרֶץ מְגֻרֶיךָ אֵת כָּל־אֶרֶץ כְּנַעַן לַאֲחֻזַּת עוֹלָם וְהָיִיתִי לָהֶם לֵאלֹהִים׃", "וַיֹּאמֶר אֱלֹהִים אֶל־אַבְרָהָם וְאַתָּה אֶת־בְּרִיתִי תִשְׁמֹר אַתָּה וְזַרְעֲךָ אַחֲרֶיךָ לְדֹרֹתָם׃", "זֹאת בְּרִיתִי אֲשֶׁר תִּשְׁמְרוּ בֵּינִי וּבֵינֵיכֶם וּבֵין זַרְעֲךָ אַחֲרֶיךָ הִמּוֹל לָכֶם כָּל־זָכָר׃", "וּנְמַלְתֶּם אֵת בְּשַׂר עָרְלַתְכֶם וְהָיָה לְאוֹת בְּרִית בֵּינִי וּבֵינֵיכֶם׃", "וּבֶן־שְׁמֹנַת יָמִים יִמּוֹל לָכֶם כָּל־זָכָר לְדֹרֹתֵיכֶם יְלִיד בָּיִת וּמִקְנַת־כֶּסֶף מִכֹּל בֶּן־נֵכָר אֲשֶׁר לֹא מִזַּרְעֲךָ הוּא׃", "הִמּוֹל יִמּוֹל יְלִיד בֵּיתְךָ וּמִקְנַת כַּסְפֶּךָ וְהָיְתָה בְרִיתִי בִּבְשַׂרְכֶם לִבְרִית עוֹלָם׃", "וְעָרֵל זָכָר אֲשֶׁר לֹא־יִמּוֹל אֶת־בְּשַׂר עָרְלָתוֹ וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מֵעַמֶּיהָ אֶת־בְּרִיתִי הֵפַר׃", "וַיֹּאמֶר אֱלֹהִים אֶל־אַבְרָהָם שָׂרַי אִשְׁתְּךָ לֹא־תִקְרָא אֶת־שְׁמָהּ שָׂרָי כִּי שָׂרָה שְׁמָהּ׃", "וּבֵרַכְתִּי אֹתָהּ וְגַם נָתַתִּי מִמֶּנָּה לְךָ בֵּן וּבֵרַכְתִּיהָ וְהָיְתָה לְגוֹיִם מַלְכֵי עַמִּים מִמֶּנָּה יִהְיוּ׃", "וַיִּפֹּל אַבְרָהָם עַל־פָּנָיו וַיִּצְחָק וַיֹּאמֶר בְּלִבּוֹ הַלְּבֶן מֵאָה־שָׁנָה יִוָּלֵד וְאִם־שָׂרָה הֲבַת־תִּשְׁעִים שָׁנָה תֵּלֵד׃", "וַיֹּאמֶר אַבְרָהָם אֶל־הָאֱלֹהִים לוּ יִשְׁמָעֵאל יִחְיֶה לְפָנֶיךָ׃", "וַיֹּאמֶר אֱלֹהִים אֲבָל שָׂרָה אִשְׁתְּךָ יֹלֶדֶת לְךָ בֵּן וְקָרָאתָ אֶת־שְׁמוֹ יִצְחָק וַהֲקִמֹתִי אֶת־בְּרִיתִי אִתּוֹ לִבְרִית עוֹלָם לְזַרְעוֹ אַחֲרָיו׃", "וּלְיִשְׁמָעֵאל שְׁמַעְתִּיךָ הִנֵּה בֵּרַכְתִּי אֹתוֹ וְהִפְרֵיתִי אֹתוֹ וְהִרְבֵּיתִי אֹתוֹ בִּמְאֹד מְאֹד שְׁנֵים־עָשָׂר נְשִׂיאִם יוֹלִיד וּנְתַתִּיו לְגוֹי גָּדוֹל׃", "וְאֶת־בְּרִיתִי אָקִים אֶת־יִצְחָק אֲשֶׁר תֵּלֵד לְךָ שָׂרָה לַמּוֹעֵד הַזֶּה בַּשָּׁנָה הָאַחֶרֶת׃", "וַיְכַל לְדַבֵּר אִתּוֹ וַיַּעַל אֱלֹהִים מֵעַל אַבְרָהָם׃", "וַיִּקַּח אַבְרָהָם אֶת־יִשְׁמָעֵאל בְּנוֹ וְאֵת כָּל־יְלִידֵי בֵיתוֹ וְאֵת כָּל־מִקְנַת כַּסְפּוֹ כָּל־זָכָר בְּאַנְשֵׁי בֵּית אַבְרָהָם וַיָּמָל אֶת־בְּשַׂר עָרְלָתָם בְּעֶצֶם הַיּוֹם הַזֶּה כַּאֲשֶׁר דִּבֶּר אִתּוֹ אֱלֹהִים׃", "וְאַבְרָהָם בֶּן־תִּשְׁעִים וָתֵשַׁע שָׁנָה בְּהִמֹּלוֹ בְּשַׂר עָרְלָתוֹ׃", "וְיִשְׁמָעֵאל בְּנוֹ בֶּן־שְׁלֹשׁ עֶשְׂרֵה שָׁנָה בְּהִמֹּלוֹ אֵת בְּשַׂר עָרְלָתוֹ׃", "בְּעֶצֶם הַיּוֹם הַזֶּה נִמּוֹל אַבְרָהָם וְיִשְׁמָעֵאל בְּנוֹ׃", "וְכָל־אַנְשֵׁי בֵיתוֹ יְלִיד בָּיִת וּמִקְנַת־כֶּסֶף מֵאֵת בֶּן־נֵכָר נִמֹּלוּ אִתּוֹ׃"]
  ],
  "english_text" : [
    ["Now the LORD said unto Abram: ‘Get thee out of thy country, and from thy kindred, and from thy father’s house, unto the land that I will show thee.", "And I will make of thee a great nation, and I will bless thee, and make thy name great; and be thou a blessing.", "And I will bless them that bless thee, and him that curseth thee will I curse; and in thee shall all the families of the earth be blessed.’", "So Abram went, as the LORD had spoken unto him; and Lot went with him; and Abram was seventy and five years old when he departed out of Haran.", "And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.", "And Abram passed through the land unto the place of Shechem, unto the terebinth of Moreh. And the Canaanite was then in the land.", "And the LORD appeared unto Abram, and said: ‘Unto thy seed will I give this land’; and he builded there an altar unto the LORD, who appeared unto him.", "And he removed from thence unto the mountain on the east of Beth-el, and pitched his tent, having Beth-el on the west, and Ai on the east; and he builded there an altar unto the LORD, and called upon the name of the LORD.", "And Abram journeyed, going on still toward the South.", "And there was a famine in the land; and Abram went down into Egypt to sojourn there; for the famine was sore in the land.", "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife: ‘Behold now, I know that thou art a fair woman to look upon.", "And it will come to pass, when the Egyptians shall see thee, that they will say: This is his wife; and they will kill me, but thee they will keep alive.", "Say, I pray thee, thou art my sister; that it may be well with me for thy sake, and that my soul may live because of thee.’", "And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.", "And the princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh’s house.", "And he dealt well with Abram for her sake; and he had sheep, and oxen, and he-asses, and men-servants, and maid-servants, and she-asses, and camels.", "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.", "And Pharaoh called Abram, and said: ‘What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?", "Why saidst thou: She is my sister? so that I took her to be my wife; now therefore behold thy wife, take her, and go thy way.’", "And Pharaoh gave men charge concerning him; and they brought him on the way, and his wife, and all that he had."],
    ["And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the South.", "And Abram was very rich in cattle, in silver, and in gold.", "And he went on his journeys from the South even to Beth-el, unto the place where his tent had been at the beginning, between Beth-el and Ai;", "unto the place of the altar, which he had made there at the first; and Abram called there on the name of the LORD.", "And Lot also, who went with Abram, had flocks, and herds, and tents.", "And the land was not able to bear them, that they might dwell together; for their substance was great, so that they could not dwell together.", "And there was a strife between the herdmen of Abram’s cattle and the herdmen of Lot’s cattle. And the Canaanite and the Perizzite dwelt then in the land.", "And Abram said unto Lot: ‘Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we are brethren.", "Is not the whole land before thee? separate thyself, I pray thee, from me; if thou wilt take the left hand, then I will go to the right; or if thou take the right hand, then I will go to the left.’", "And Lot lifted up his eyes, and beheld all the plain of the Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, like the garden of the LORD, like the land of Egypt, as thou goest unto Zoar.", "So Lot chose him all the plain of the Jordan; and Lot journeyed east; and they separated themselves the one from the other.", "Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the Plain, and moved his tent as far as Sodom.", "Now the men of Sodom were wicked and sinners against the LORD exceedingly.", "And the LORD said unto Abram, after that Lot was separated from him: ‘Lift up now thine eyes, and look from the place where thou art, northward and southward and eastward and westward;", "for all the land which thou seest, to thee will I give it, and to thy seed for ever.", "And I will make thy seed as the dust of the earth; so that if a man can number the dust of the earth, then shall thy seed also be numbered.", "Arise, walk through the land in the length of it and in the breadth of it; for unto thee will I give it.’", "And Abram moved his tent, and came and dwelt by the terebinths of Mamre, which are in Hebron, and built there an altar unto the LORD."],
    ["And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,", "that they made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela—the same is Zoar.", "All these came as allies unto the vale of Siddim—the same is the Salt Sea.", "Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.", "And in the fourteenth year came Chedorlaomer and the kings that were with him, and smote the Rephaim in Ashteroth-karnaim, and the Zuzim in Ham, and the Emim in Shaveh-kiriathaim,", "and the Horites in their mount Seir, unto El-paran, which is by the wilderness.", "And they turned back, and came to En-mishpat—the same is Kadesh—and smote all the country of the Amalekites, and also the Amorites, that dwelt in Hazazon-tamar.", "And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela—the same is Zoar; and they set the battle in array against them in the vale of Siddim;", "against Chedorlaomer king of Elam, and Tidal king of Goiim, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings against the five.", "Now the vale of Siddim was full of slime pits; and the kings of Sodom and Gomorrah fled, and they fell there, and they that remained fled to the mountain.", "And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.", "And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.", "And there came one that had escaped, and told Abram the Hebrew—now he dwelt by the terebinths of Mamre the Amorite, brother of Eshcol, and brother of Aner; and these were confederate with Abram.", "And when Abram heard that his brother was taken captive, he led forth his trained men, born in his house, three hundred and eighteen, and pursued as far as Dan.", "And he divided himself against them by night, he and his servants, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.", "And he brought back all the goods, and also brought back his brother Lot, and his goods, and the women also, and the people.", "And the king of Sodom went out to meet him, after his return from the slaughter of Chedorlaomer and the kings that were with him, at the vale of Shaveh—the same is the King’s Vale.", "And Melchizedek king of Salem brought forth bread and wine; and he was priest of God the Most High.", "And he blessed him, and said: ‘Blessed be Abram of God Most High, Maker of heaven and earth;", "and blessed be God the Most High, who hath delivered thine enemies into thy hand.’ And he gave him a tenth of all.", "And the king of Sodom said unto Abram: ‘Give me the persons, and take the goods to thyself.’", "And Abram said to the king of Sodom: ‘I have lifted up my hand unto the LORD, God Most High, Maker of heaven and earth,", "that I will not take a thread nor a shoe-latchet nor aught that is thine, lest thou shouldest say: I have made Abram rich;", "save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre, let them take their portion.’"],
    ["After these things the word of the LORD came unto Abram in a vision, saying: ‘Fear not, Abram, I am thy shield, thy reward shall be exceeding great.’", "And Abram said: ‘O Lord GOD, what wilt Thou give me, seeing I go hence childless, and he that shall be possessor of my house is Eliezer of Damascus?’", "And Abram said: ‘Behold, to me Thou hast given no seed, and, lo, one born in my house is to be mine heir.’", "And, behold, the word of the LORD came unto him, saying: ‘This man shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.’", "And He brought him forth abroad, and said: ‘Look now toward heaven, and count the stars, if thou be able to count them’; and He said unto him: ‘So shall thy seed be.’", "And he believed in the LORD; and He counted it to him for righteousness.", "And He said unto him: ‘I am the LORD that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.’", "And he said: ‘O Lord GOD, whereby shall I know that I shall inherit it?’", "And He said unto him: ‘Take Me a heifer of three years old, and a she-goat of three years old, and a ram of three years old, and a turtle-dove, and a young pigeon.’", "And he took him all these, and divided them in the midst, and laid each half over against the other; but the birds divided he not.", "And the birds of prey came down upon the carcasses, and Abram drove them away.", "And it came to pass, that, when the sun was going down, a deep sleep fell upon Abram; and, lo, a dread, even a great darkness, fell upon him.", "And He said unto Abram: ‘Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;", "and also that nation, whom they shall serve, will I judge; and afterward shall they come out with great substance.", "But thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.", "And in the fourth generation they shall come back hither; for the iniquity of the Amorite is not yet full.’", "And it came to pass, that, when the sun went down, and there was thick darkness, behold a smoking furnace, and a flaming torch that passed between these pieces.", "In that day the LORD made a covenant with Abram, saying: ‘Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates;", "the Kenite, and the Kenizzite, and the Kadmonite,", "and the Hittite, and the Perizzite, and the Rephaim,", "and the Amorite, and the Canaanite, and the Girgashite, and the Jebusite.’"],
    ["Now Sarai Abram’s wife bore him no children; and she had a handmaid, an Egyptian, whose name was Hagar.", "And Sarai said unto Abram: ‘Behold now, the LORD hath restrained me from bearing; go in, I pray thee, unto my handmaid; it may be that I shall be builded up through her.’ And Abram hearkened to the voice of Sarai.", "And Sarai Abram’s wife took Hagar the Egyptian, her handmaid, after Abram had dwelt ten years in the land of Canaan, and gave her to Abram her husband to be his wife.", "And he went in unto Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her eyes.", "And Sarai said unto Abram: ‘My wrong be upon thee: I gave my handmaid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee.’", "But Abram said unto Sarai: ‘Behold, thy maid is in thy hand; do to her that which is good in thine eyes.’ And Sarai dealt harshly with her, and she fled from her face.", "And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur.", "And he said: ‘Hagar, Sarai’s handmaid, whence camest thou? and whither goest thou?’ And she said: ‘I flee from the face of my mistress Sarai.’", "And the angel of the LORD said unto her: ‘Return to thy mistress, and submit thyself under her hands.’", "And the angel of the LORD said unto her: ‘I will greatly multiply thy seed, that it shall not be numbered for multitude.", "And the angel of the LORD said unto her: ‘Behold, thou art with child, and shalt bear a son; and thou shalt call his name Ishmael, because the LORD hath heard thy affliction.", "And he shall be a wild ass of a man: his hand shall be against every man, and every man’s hand against him; and he shall dwell in the face of all his brethren.’", "And she called the name of the LORD that spoke unto her, Thou art a God of seeing; for she said: ‘Have I even here seen Him that seeth Me?’", "Wherefore the well was called Beer-lahai-roi; behold, it is between Kadesh and Bered.", "And Hagar bore Abram a son; and Abram called the name of his son,", "And Abram was fourscore and six years old, when Hagar bore Ishmael to Abram."],
    ["And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him: ‘I am God Almighty; walk before Me, and be thou wholehearted.", "And I will make My covenant between Me and thee, and will multiply thee exceedingly.’", "And Abram fell on his face; and God talked with him, saying:", "’As for Me, behold, My covenant is with thee, and thou shalt be the father of a multitude of nations.", "Neither shall thy name any more be called Abram, but thy name shall be Abraham; for the father of a multitude of nations have I made thee.", "And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.", "And I will establish My covenant between Me and thee and thy seed after thee throughout their generations for an everlasting covenant, to be a God unto thee and to thy seed after thee.", "And I will give unto thee, and to thy seed after thee, the land of thy sojournings, all the land of Canaan, for an everlasting possession; and I will be their God.’", "And God said unto Abraham: ‘And as for thee, thou shalt keep My covenant, thou, and thy seed after thee throughout their generations.", "This is My covenant, which ye shall keep, between Me and you and thy seed after thee: every male among you shall be circumcised.", "And ye shall be circumcised in the flesh of your foreskin; and it shall be a token of a covenant betwixt Me and you.", "And he that is eight days old shall be circumcised among you, every male throughout your generations, he that is born in the house, or bought with money of any foreigner, that is not of thy seed.", "He that is born in thy house, and he that is bought with thy money, must needs be circumcised; and My covenant shall be in your flesh for an everlasting covenant.", "And the uncircumcised male who is not circumcised in the flesh of his foreskin, that soul shall be cut off from his people; he hath broken My covenant.’", "And God said unto Abraham: ‘As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.", "And I will bless her, and moreover I will give thee a son of her; yea, I will bless her, and she shall be a mother of nations; kings of peoples shall be of her.’", "Then Abraham fell upon his face, and laughed, and said in his heart: ‘Shall a child be born unto him that is a hundred years old? and shall Sarah, that is ninety years old, bear?’", "And Abraham said unto God: ‘Oh that Ishmael might live before Thee! ’", "And God said: ‘‘Nay, but Sarah thy wife shall bear thee a son; and thou shalt call his name Isaac; and I will establish My covenant with him for an everlasting covenant for his seed after him.", "And as for Ishmael, I have heard thee; behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.", "But My covenant will I establish with Isaac, whom Sarah shall bear unto thee at this set time in the next year.’", "And He left off talking with him, and God went up from Abraham.", "And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house, and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.", "And Abraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.", "And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.", "In the selfsame day was Abraham circumcised, and Ishmael his son.", "And all the men of his house, those born in the house, and those bought with money of a foreigner, were circumcised with him."]
  ],
  "sefer" : "bereshit",
  "sefer_sponsor" : "In Honor of Shirley & Al Gindi",
  "parasha_sponsor" : ""
}
