{"hoshea":{"hebrew":[["דְּבַר־יְהוָה אֲשֶׁר הָיָה אֶל־הוֹשֵׁעַ בֶּן־בְּאֵרִי בִּימֵי עֻזִּיָּה יוֹתָם אָחָז יְחִזְקִיָּה מַלְכֵי יְהוּדָה וּבִימֵי יָרָבְעָם בֶּן־יוֹאָשׁ מֶלֶךְ יִשְׂרָאֵל׃","תְּחִלַּת דִּבֶּר־יְהוָה בְּהוֹשֵׁעַ וַיֹּאמֶר יְהוָה אֶל־הוֹשֵׁעַ לֵךְ קַח־לְךָ אֵשֶׁת זְנוּנִים וְיַלְדֵי זְנוּנִים כִּי־זָנֹה תִזְנֶה הָאָרֶץ מֵאַחֲרֵי יְהוָה׃","וַיֵּלֶךְ וַיִּקַּח אֶת־גֹּמֶר בַּת־דִּבְלָיִם וַתַּהַר וַתֵּלֶד־לוֹ בֵּן׃","וַיֹּאמֶר יְהוָה אֵלָיו קְרָא שְׁמוֹ יִזְרְעֶאל כִּי־עוֹד מְעַט וּפָקַדְתִּי אֶת־דְּמֵי יִזְרְעֶאל עַל־בֵּית יֵהוּא וְהִשְׁבַּתִּי מַמְלְכוּת בֵּית יִשְׂרָאֵל׃","וְהָיָה בַּיּוֹם הַהוּא וְשָׁבַרְתִּי אֶת־קֶשֶׁת יִשְׂרָאֵל בְּעֵמֶק יִזְרְעֶאל׃","וַתַּהַר עוֹד וַתֵּלֶד בַּת וַיֹּאמֶר לוֹ קְרָא שְׁמָהּ לֹא רֻחָמָה כִּי לֹא אוֹסִיף עוֹד אֲרַחֵם אֶת־בֵּית יִשְׂרָאֵל כִּי־נָשֹׂא אֶשָּׂא לָהֶם׃","וְאֶת־בֵּית יְהוּדָה אֲרַחֵם וְהוֹשַׁעְתִּים בַּיהוָה אֱלֹהֵיהֶם וְלֹא אוֹשִׁיעֵם בְּקֶשֶׁת וּבְחֶרֶב וּבְמִלְחָמָה בְּסוּסִים וּבְפָרָשִׁים׃","וַתִּגְמֹל אֶת־לֹא רֻחָמָה וַתַּהַר וַתֵּלֶד בֵּן׃","וַיֹּאמֶר קְרָא שְׁמוֹ לֹא עַמִּי כִּי אַתֶּם לֹא עַמִּי וְאָנֹכִי לֹא־אֶהְיֶה לָכֶם׃"],["וְהָיָה מִסְפַּר בְּנֵי־יִשְׂרָאֵל כְּחוֹל הַיָּם אֲשֶׁר לֹא־יִמַּד וְלֹא יִסָּפֵר וְהָיָה בִּמְקוֹם אֲשֶׁר־יֵאָמֵר לָהֶם לֹא־עַמִּי אַתֶּם יֵאָמֵר לָהֶם בְּנֵי אֵל־חָי׃","וְנִקְבְּצוּ בְּנֵי־יְהוּדָה וּבְנֵי־יִשְׂרָאֵל יַחְדָּו וְשָׂמוּ לָהֶם רֹאשׁ אֶחָד וְעָלוּ מִן־הָאָרֶץ כִּי גָדוֹל יוֹם יִזְרְעֶאל׃","אִמְרוּ לַאֲחֵיכֶם עַמִּי וְלַאֲחוֹתֵיכֶם רֻחָמָה׃","רִיבוּ בְאִמְּכֶם רִיבוּ כִּי־הִיא לֹא אִשְׁתִּי וְאָנֹכִי לֹא אִישָׁהּ וְתָסֵר זְנוּנֶיהָ מִפָּנֶיה וְנַאֲפוּפֶיהָ מִבֵּין שָׁדֶיהָ׃","פֶּן־אַפְשִׁיטֶנָּה עֲרֻמָּה וְהִצַּגְתִּיהָ כְּיוֹם הִוָּלְדָהּ וְשַׂמְתִּיהָ כַמִּדְבָּר וְשַׁתִּהָ כְּאֶרֶץ צִיָּה וַהֲמִתִּיהָ בַּצָּמָא׃","וְאֶת־בָּנֶיהָ לֹא אֲרַחֵם כִּי־בְנֵי זְנוּנִים הֵמָּה׃","כִּי זָנְתָה אִמָּם הֹבִישָׁה הוֹרָתָם כִּי אָמְרָה אֵלְכָה אַחֲרֵי מְאַהֲבַי נֹתְנֵי לַחְמִי וּמֵימַי צַמְרִי וּפִשְׁתִּי שַׁמְנִי וְשִׁקּוּיָי׃","לָכֵן הִנְנִי־שָׂךְ אֶת־דַּרְכֵּךְ בַּסִּירִים וְגָדַרְתִּי אֶת־גְּדֵרָהּ וּנְתִיבוֹתֶיהָ לֹא תִמְצָא׃","וְרִדְּפָה אֶת־מְאַהֲבֶיהָ וְלֹא־תַשִּׂיג אֹתָם וּבִקְשָׁתַם וְלֹא תִמְצָא וְאָמְרָה אֵלְכָה וְאָשׁוּבָה אֶל־אִישִׁי הָרִאשׁוֹן כִּי טוֹב לִי אָז מֵעָתָּה׃","וְהִיא לֹא יָדְעָה כִּי אָנֹכִי נָתַתִּי לָהּ הַדָּגָן וְהַתִּירוֹשׁ וְהַיִּצְהָר וְכֶסֶף הִרְבֵּיתִי לָהּ וְזָהָב עָשׂוּ לַבָּעַל׃","לָכֵן אָשׁוּב וְלָקַחְתִּי דְגָנִי בְּעִתּוֹ וְתִירוֹשִׁי בְּמוֹעֲדוֹ וְהִצַּלְתִּי צַמְרִי וּפִשְׁתִּי לְכַסּוֹת אֶת־עֶרְוָתָהּ׃","וְעַתָּה אֲגַלֶּה אֶת־נַבְלֻתָהּ לְעֵינֵי מְאַהֲבֶיהָ וְאִישׁ לֹא־יַצִּילֶנָּה מִיָּדִי׃","וְהִשְׁבַּתִּי כָּל־מְשׂוֹשָׂהּ חַגָּהּ חָדְשָׁהּ וְשַׁבַּתָּהּ וְכֹל מוֹעֲדָהּ׃","וַהֲשִׁמֹּתִי גַּפְנָהּ וּתְאֵנָתָהּ אֲשֶׁר אָמְרָה אֶתְנָה הֵמָּה לִי אֲשֶׁר נָתְנוּ־לִי מְאַהֲבָי וְשַׂמְתִּים לְיַעַר וַאֲכָלָתַם חַיַּת הַשָּׂדֶה׃","וּפָקַדְתִּי עָלֶיהָ אֶת־יְמֵי הַבְּעָלִים אֲשֶׁר תַּקְטִיר לָהֶם וַתַּעַד נִזְמָהּ וְחֶלְיָתָהּ וַתֵּלֶךְ אַחֲרֵי מְאַהֲבֶיהָ וְאֹתִי שָׁכְחָה נְאֻם־יְהוָה׃","לָכֵן הִנֵּה אָנֹכִי מְפַתֶּיהָ וְהֹלַכְתִּיהָ הַמִּדְבָּר וְדִבַּרְתִּי עַל לִבָּהּ׃","וְנָתַתִּי לָהּ אֶת־כְּרָמֶיהָ מִשָּׁם וְאֶת־עֵמֶק עָכוֹר לְפֶתַח תִּקְוָה וְעָנְתָה שָּׁמָּה כִּימֵי נְעוּרֶיהָ וִּכְיוֹם עֲלֹתָהּ מֵאֶרֶץ־מִצְרָיִם׃","וְהָיָה בַיּוֹם־הַהוּא נְאֻם־יְהוָה תִּקְרְאִי אִישִׁי וְלֹא־תִקְרְאִי־לִי עוֹד בַּעְלִי׃","וַהֲסִרֹתִי אֶת־שְׁמוֹת הַבְּעָלִים מִפִּיהָ וְלֹא־יִזָּכְרוּ עוֹד בִּשְׁמָם׃","וְכָרַתִּי לָהֶם בְּרִית בַּיּוֹם הַהוּא עִם־חַיַּת הַשָּׂדֶה וְעִם־עוֹף הַשָּׁמַיִם וְרֶמֶשׂ הָאֲדָמָה וְקֶשֶׁת וְחֶרֶב וּמִלְחָמָה אֶשְׁבּוֹר מִן־הָאָרֶץ וְהִשְׁכַּבְתִּים לָבֶטַח׃","וְאֵרַשְׂתִּיךְ לִי לְעוֹלָם וְאֵרַשְׂתִּיךְ לִי בְּצֶדֶק וּבְמִשְׁפָּט וּבְחֶסֶד וּבְרַחֲמִים׃","וְאֵרַשְׂתִּיךְ לִי בֶּאֱמוּנָה וְיָדַעַתְּ אֶת־יְהוָה׃","וְהָיָה בַּיּוֹם הַהוּא אֶעֱנֶה נְאֻם־יְהוָה אֶעֱנֶה אֶת־הַשָּׁמָיִם וְהֵם יַעֲנוּ אֶת־הָאָרֶץ׃","וְהָאָרֶץ תַּעֲנֶה אֶת־הַדָּגָן וְאֶת־הַתִּירוֹשׁ וְאֶת־הַיִּצְהָר וְהֵם יַעֲנוּ אֶת־יִזְרְעֶאל׃","וּזְרַעְתִּיהָ לִּי בָּאָרֶץ וְרִחַמְתִּי אֶת־לֹא רֻחָמָה וְאָמַרְתִּי לְלֹא־עַמִּי עַמִּי־אַתָּה וְהוּא יֹאמַר אֱלֹהָי׃"],["וַיֹּאמֶר יְהוָה אֵלַי עוֹד לֵךְ אֱ‍הַב־אִשָּׁה אֲהֻבַת רֵעַ וּמְנָאָפֶת כְּאַהֲבַת יְהוָה אֶת־בְּנֵי יִשְׂרָאֵל וְהֵם פֹּנִים אֶל־אֱלֹהִים אֲחֵרִים וְאֹהֲבֵי אֲשִׁישֵׁי עֲנָבִים׃","וָאֶכְּרֶהָ לִּי בַּחֲמִשָּׁה עָשָׂר כָּסֶף וְחֹמֶר שְׂעֹרִים וְלֵתֶךְ שְׂעֹרִים׃","וָאֹמַר אֵלֶיהָ יָמִים רַבִּים תֵּשְׁבִי לִי לֹא תִזְנִי וְלֹא תִהְיִי לְאִישׁ וְגַם־אֲנִי אֵלָיִךְ׃","כִּי יָמִים רַבִּים יֵשְׁבוּ בְּנֵי יִשְׂרָאֵל אֵין מֶלֶךְ וְאֵין שָׂר וְאֵין זֶבַח וְאֵין מַצֵּבָה וְאֵין אֵפוֹד וּתְרָפִים׃","אַחַר יָשֻׁבוּ בְּנֵי יִשְׂרָאֵל וּבִקְשׁוּ אֶת־יְהוָה אֱלֹהֵיהֶם וְאֵת דָּוִד מַלְכָּם וּפָחֲדוּ אֶל־יְהוָה וְאֶל־טוּבוֹ בְּאַחֲרִית הַיָּמִים׃"],["שִׁמְעוּ דְבַר־יְהוָה בְּנֵי יִשְׂרָאֵל כִּי רִיב לַיהוָה עִם־יוֹשְׁבֵי הָאָרֶץ כִּי אֵין־אֱמֶת וְאֵין־חֶסֶד וְאֵין־דַּעַת אֱלֹהִים בָּאָרֶץ׃","אָלֹה וְכַחֵשׁ וְרָצֹחַ וְגָנֹב וְנָאֹף פָּרָצוּ וְדָמִים בְּדָמִים נָגָעוּ׃","עַל־כֵּן תֶּאֱבַל הָאָרֶץ וְאֻמְלַל כָּל־יוֹשֵׁב בָּהּ בְּחַיַּת הַשָּׂדֶה וּבְעוֹף הַשָּׁמָיִם וְגַם־דְּגֵי הַיָּם יֵאָסֵפוּ׃","אַךְ אִישׁ אַל־יָרֵב וְאַל־יוֹכַח אִישׁ וְעַמְּךָ כִּמְרִיבֵי כֹהֵן׃","וְכָשַׁלְתָּ הַיּוֹם וְכָשַׁל גַּם־נָבִיא עִמְּךָ לָיְלָה וְדָמִיתִי אִמֶּךָ׃","נִדְמוּ עַמִּי מִבְּלִי הַדָּעַת כִּי־אַתָּה הַדַּעַת מָאַסְתָּ וְאֶמְאָסְאךָ מִכַּהֵן לִי וַתִּשְׁכַּח תּוֹרַת אֱלֹהֶיךָ אֶשְׁכַּח בָּנֶיךָ גַּם־אָנִי׃","כְּרֻבָּם כֵּן חָטְאוּ־לִי כְּבוֹדָם בְּקָלוֹן אָמִיר׃","חַטַּאת עַמִּי יֹאכֵלוּ וְאֶל־עֲוֺנָם יִשְׂאוּ נַפְשׁוֹ׃","וְהָיָה כָעָם כַּכֹּהֵן וּפָקַדְתִּי עָלָיו דְּרָכָיו וּמַעֲלָלָיו אָשִׁיב לוֹ׃","וְאָכְלוּ וְלֹא יִשְׂבָּעוּ הִזְנוּ וְלֹא יִפְרֹצוּ כִּי־אֶת־יְהוָה עָזְבוּ לִשְׁמֹר׃","זְנוּת וְיַיִן וְתִירוֹשׁ יִקַּח־לֵב׃","עַמִּי בְּעֵצוֹ יִשְׁאָל וּמַקְלוֹ יַגִּיד לוֹ כִּי רוּחַ זְנוּנִים הִתְעָה וַיִּזְנוּ מִתַּחַת אֱלֹהֵיהֶם׃","עַל־רָאשֵׁי הֶהָרִים יְזַבֵּחוּ וְעַל־הַגְּבָעוֹת יְקַטֵּרוּ תַּחַת אַלּוֹן וְלִבְנֶה וְאֵלָה כִּי טוֹב צִלָּהּ עַל־כֵּן תִּזְנֶינָה בְּנוֹתֵיכֶם וְכַלּוֹתֵיכֶם תְּנָאַפְנָה׃","לֹא־אֶפְקוֹד עַל־בְּנוֹתֵיכֶם כִּי תִזְנֶינָה וְעַל־כַּלּוֹתֵיכֶם כִּי תְנָאַפְנָה כִּי־הֵם עִם־הַזֹּנוֹת יְפָרֵדוּ וְעִם־הַקְּדֵשׁוֹת יְזַבֵּחוּ וְעָם לֹא־יָבִין יִלָּבֵט׃","אִם־זֹנֶה אַתָּה יִשְׂרָאֵל אַל־יֶאְשַׁם יְהוּדָה וְאַל־תָּבֹאוּ הַגִּלְגָּל וְאַל־תַּעֲלוּ בֵּית אָוֶן וְאַל־תִּשָּׁבְעוּ חַי־יְהוָה׃","כִּי כְּפָרָה סֹרֵרָה סָרַר יִשְׂרָאֵל עַתָּה יִרְעֵם יְהוָה כְּכֶבֶשׂ בַּמֶּרְחָב׃","חֲבוּר עֲצַבִּים אֶפְרָיִם הַנַּח־לוֹ׃","סָר סָבְאָם הַזְנֵה הִזְנוּ אָהֲבוּ הֵבוּ קָלוֹן מָגִנֶּיהָ׃","צָרַר רוּחַ אוֹתָהּ בִּכְנָפֶיהָ וְיֵבֹשׁוּ מִזִּבְחוֹתָם"],["שִׁמְעוּ־זֹאת הַכֹּהֲנִים וְהַקְשִׁיבוּ בֵּית יִשְׂרָאֵל וּבֵית הַמֶּלֶךְ הַאֲזִינוּ כִּי לָכֶם הַמִּשְׁפָּט כִּי־פַח הֱיִיתֶם לְמִצְפָּה וְרֶשֶׁת פְּרוּשָׂה עַל־תָּבוֹר׃","וְשַׁחֲטָה שֵׂטִים הֶעְמִיקוּ וַאֲנִי מוּסָר לְכֻלָּם׃","אֲנִי יָדַעְתִּי אֶפְרַיִם וְיִשְׂרָאֵל לֹא־נִכְחַד מִמֶּנִּי כִּי עַתָּה הִזְנֵיתָ אֶפְרַיִם נִטְמָא יִשְׂרָאֵל׃","לֹא יִתְּנוּ מַעַלְלֵיהֶם לָשׁוּב אֶל־אֱלֹהֵיהֶם כִּי רוּחַ זְנוּנִים בְּקִרְבָּם וְאֶת־יְהוָה לֹא יָדָעוּ׃","וְעָנָה גְאוֹן־יִשְׂרָאֵל בְּפָנָיו וְיִשְׂרָאֵל וְאֶפְרַיִם יִכָּשְׁלוּ בַּעֲוֺנָם כָּשַׁל גַּם־יְהוּדָה עִמָּם׃","בְּצֹאנָם וּבִבְקָרָם יֵלְכוּ לְבַקֵּשׁ אֶת־יְהוָה וְלֹא יִמְצָאוּ חָלַץ מֵהֶם׃","בַּיהוָה בָּגָדוּ כִּי־בָנִים זָרִים יָלָדוּ עַתָּה יֹאכְלֵם חֹדֶשׁ אֶת־חֶלְקֵיהֶם׃","תִּקְעוּ שׁוֹפָר בַּגִּבְעָה חֲצֹצְרָה בָּרָמָה הָרִיעוּ בֵּית אָוֶן אַחֲרֶיךָ בִּנְיָמִין׃","אֶפְרַיִם לְשַׁמָּה תִהְיֶה בְּיוֹם תּוֹכֵחָה בְּשִׁבְטֵי יִשְׂרָאֵל הוֹדַעְתִּי נֶאֱמָנָה׃","הָיוּ שָׂרֵי יְהוּדָה כְּמַסִּיגֵי גְּבוּל עֲלֵיהֶם אֶשְׁפּוֹךְ כַּמַּיִם עֶבְרָתִי׃","עָשׁוּק אֶפְרַיִם רְצוּץ מִשְׁפָּט כִּי הוֹאִיל הָלַךְ אַחֲרֵי־צָו׃","וַאֲנִי כָעָשׁ לְאֶפְרָיִם וְכָרָקָב לְבֵית יְהוּדָה׃","וַיַּרְא אֶפְרַיִם אֶת־חָלְיוֹ וִיהוּדָה אֶת־מְזֹרוֹ וַיֵּלֶךְ אֶפְרַיִם אֶל־אַשּׁוּר וַיִּשְׁלַח אֶל־מֶלֶךְ יָרֵב וְהוּא לֹא יוּכַל לִרְפֹּא לָכֶם וְלֹא־יִגְהֶה מִכֶּם מָזוֹר׃","כִּי אָנֹכִי כַשַּׁחַל לְאֶפְרַיִם וְכַכְּפִיר לְבֵית יְהוּדָה אֲנִי אֲנִי אֶטְרֹף וְאֵלֵךְ אֶשָּׂא וְאֵין מַצִּיל׃","אֵלֵךְ אָשׁוּבָה אֶל־מְקוֹמִי עַד אֲשֶׁר־יֶאְשְׁמוּ וּבִקְשׁוּ פָנָי בַּצַּר לָהֶם יְשַׁחֲרֻנְנִי׃"],["לְכוּ וְנָשׁוּבָה אֶל־יְהוָה כִּי הוּא טָרָף וְיִרְפָּאֵנוּ יַךְ וְיַחְבְּשֵׁנוּ׃","יְחַיֵּנוּ מִיֹּמָיִם בַּיּוֹם הַשְּׁלִישִׁי יְקִמֵנוּ וְנִחְיֶה לְפָנָיו׃","וְנֵדְעָה נִרְדְּפָה לָדַעַת אֶת־יְהוָה כְּשַׁחַר נָכוֹן מוֹצָאוֹ וְיָבוֹא כַגֶּשֶׁם לָנוּ כְּמַלְקוֹשׁ יוֹרֶה אָרֶץ׃","מָה אֶעֱשֶׂה־לְּךָ אֶפְרַיִם מָה אֶעֱשֶׂה־לְּךָ יְהוּדָה וְחַסְדְּכֶם כַּעֲנַן־בֹּקֶר וְכַטַּל מַשְׁכִּים הֹלֵךְ׃","עַל־כֵּן חָצַבְתִּי בַּנְּבִיאִים הֲרַגְתִּים בְּאִמְרֵי־פִי וּמִשְׁפָּטֶיךָ אוֹר יֵצֵא׃","כִּי חֶסֶד חָפַצְתִּי וְלֹא־זָבַח וְדַעַת אֱלֹהִים מֵעֹלוֹת׃","וְהֵמָּה כְּאָדָם עָבְרוּ בְרִית שָׁם בָּגְדוּ בִי׃","גִּלְעָד קִרְיַת פֹּעֲלֵי אָוֶן עֲקֻבָּה מִדָּם׃","וּכְחַכֵּי אִישׁ גְּדוּדִים חֶבֶר כֹּהֲנִים דֶּרֶךְ יְרַצְּחוּ־שֶׁכְמָה כִּי זִמָּה עָשׂוּ׃","בְּבֵית יִשְׂרָאֵל רָאִיתִי שעריריה [שַׁעֲרוּרִיָּה] שָׁם זְנוּת לְאֶפְרַיִם נִטְמָא יִשְׂרָאֵל׃","גַּם־יְהוּדָה שָׁת קָצִיר לָךְ בְּשׁוּבִי שְׁבוּת עַמִּי׃"],["כְּרָפְאִי לְיִשְׂרָאֵל וְנִגְלָה עֲוֺן אֶפְרַיִם וְרָעוֹת שֹׁמְרוֹן כִּי פָעֲלוּ שָׁקֶר וְגַנָּב יָבוֹא פָּשַׁט גְּדוּד בַּחוּץ׃","וּבַל־יֹאמְרוּ לִלְבָבָם כָּל־רָעָתָם זָכָרְתִּי עַתָּה סְבָבוּם מַעַלְלֵיהֶם נֶגֶד פָּנַי הָיוּ׃","בְּרָעָתָם יְשַׂמְּחוּ־מֶלֶךְ וּבְכַחֲשֵׁיהֶם שָׂרִים׃","כֻּלָּם מְנָאֲפִים כְּמוֹ תַנּוּר בֹּעֵרָה מֵאֹפֶה יִשְׁבּוֹת מֵעִיר מִלּוּשׁ בָּצֵק עַד־חֻמְצָתוֹ׃","יוֹם מַלְכֵּנוּ הֶחֱלוּ שָׂרִים חֲמַת מִיָּיִן מָשַׁךְ יָדוֹ אֶת־לֹצְצִים׃","כִּי־קֵרְבוּ כַתַּנּוּר לִבָּם בְּאָרְבָּם כָּל־הַלַּיְלָה יָשֵׁן אֹפֵהֶם בֹּקֶר הוּא בֹעֵר כְּאֵשׁ לֶהָבָה׃","כֻּלָּם יֵחַמּוּ כַּתַּנּוּר וְאָכְלוּ אֶת־שֹׁפְטֵיהֶם כָּל־מַלְכֵיהֶם נָפָלוּ אֵין־קֹרֵא בָהֶם אֵלָי׃","אֶפְרַיִם בָּעַמִּים הוּא יִתְבּוֹלָל אֶפְרַיִם הָיָה עֻגָה בְּלִי הֲפוּכָה׃","אָכְלוּ זָרִים כֹּחוֹ וְהוּא לֹא יָדָע גַּם־שֵׂיבָה זָרְקָה בּוֹ וְהוּא לֹא יָדָע׃","וְעָנָה גְאוֹן־יִשְׂרָאֵל בְּפָנָיו וְלֹא־שָׁבוּ אֶל־יְהוָה אֱלֹהֵיהֶם וְלֹא בִקְשֻׁהוּ בְּכָל־זֹאת׃","וַיְהִי אֶפְרַיִם כְּיוֹנָה פוֹתָה אֵין לֵב מִצְרַיִם קָרָאוּ אַשּׁוּר הָלָכוּ׃","כַּאֲשֶׁר יֵלֵכוּ אֶפְרוֹשׂ עֲלֵיהֶם רִשְׁתִּי כְּעוֹף הַשָּׁמַיִם אוֹרִידֵם אַיְסִרֵם כְּשֵׁמַע לַעֲדָתָם׃","אוֹי לָהֶם כִּי־נָדְדוּ מִמֶּנִּי שֹׁד לָהֶם כִּי־פָשְׁעוּ בִי וְאָנֹכִי אֶפְדֵּם וְהֵמָּה דִּבְּרוּ עָלַי כְּזָבִים׃","וְלֹא־זָעֲקוּ אֵלַי בְּלִבָּם כִּי יְיֵלִילוּ עַל־מִשְׁכְּבוֹתָם עַל־דָּגָן וְתִירוֹשׁ יִתְגּוֹרָרוּ יָסוּרוּ בִי׃","וַאֲנִי יִסַּרְתִּי חִזַּקְתִּי זְרוֹעֹתָם וְאֵלַי יְחַשְּׁבוּ־רָע׃","יָשׁוּבוּ לֹא עָל הָיוּ כְּקֶשֶׁת רְמִיָּה יִפְּלוּ בַחֶרֶב שָׂרֵיהֶם מִזַּעַם לְשׁוֹנָם זוֹ לַעְגָּם בְּאֶרֶץ מִצְרָיִם׃"],["אֶל־חִכְּךָ שֹׁפָר כַּנֶּשֶׁר עַל־בֵּית יְהוָה יַעַן עָבְרוּ בְרִיתִי וְעַל־תּוֹרָתִי פָּשָׁעוּ׃","לִי יִזְעָקוּ אֱלֹהַי יְדַעֲנוּךָ יִשְׂרָאֵל׃","זָנַח יִשְׂרָאֵל טוֹב אוֹיֵב יִרְדְּפוֹ׃","הֵם הִמְלִיכוּ וְלֹא מִמֶּנִּי הֵשִׂירוּ וְלֹא יָדָעְתִּי כַּסְפָּם וּזְהָבָם עָשׂוּ לָהֶם עֲצַבִּים לְמַעַן יִכָּרֵת׃","זָנַח עֶגְלֵךְ שֹׁמְרוֹן חָרָה אַפִּי בָּם עַד־מָתַי לֹא יוּכְלוּ נִקָּיֹן׃","כִּי מִיִּשְׂרָאֵל וְהוּא חָרָשׁ עָשָׂהוּ וְלֹא אֱלֹהִים הוּא כִּי־שְׁבָבִים יִהְיֶה עֵגֶל שֹׁמְרוֹן׃","כִּי רוּחַ יִזְרָעוּ וְסוּפָתָה יִקְצֹרוּ קָמָה אֵין־לוֹ צֶמַח בְּלִי יַעֲשֶׂה־קֶּמַח אוּלַי יַעֲשֶׂה זָרִים יִבְלָעֻהוּ׃","נִבְלַע יִשְׂרָאֵל עַתָּה הָיוּ בַגּוֹיִם כִּכְלִי אֵין־חֵפֶץ בּוֹ׃","כִּי־הֵמָּה עָלוּ אַשּׁוּר פֶּרֶא בּוֹדֵד לוֹ אֶפְרַיִם הִתְנוּ אֲהָבִים","גַּם כִּי־יִתְנוּ בַגּוֹיִם עַתָּה אֲקַבְּצֵם וַיָּחֵלּוּ מְּעָט מִמַּשָּׂא מֶלֶךְ שָׂרִים׃","כִּי־הִרְבָּה אֶפְרַיִם מִזְבְּחֹת לַחֲטֹא הָיוּ־לוֹ מִזְבְּחוֹת לַחֲטֹא׃","אכתוב־[אֶכְתָּב־] לוֹ רבו [רֻבֵּי] תּוֹרָתִי כְּמוֹ־זָר נֶחְשָׁבוּ׃","זִבְחֵי הַבְהָבַי יִזְבְּחוּ בָשָׂר וַיֹּאכֵלוּ יְהוָה לֹא רָצָם עַתָּה יִזְכֹּר עֲוֺנָם וְיִפְקֹד חַטֹּאותָם הֵמָּה מִצְרַיִם יָשׁוּבוּ׃","וַיִּשְׁכַּח יִשְׂרָאֵל אֶת־עֹשֵׂהוּ וַיִּבֶן הֵיכָלוֹת וִיהוּדָה הִרְבָּה עָרִים בְּצֻרוֹת וְשִׁלַּחְתִּי־אֵשׁ בְּעָרָיו וְאָכְלָה אַרְמְנֹתֶיהָ׃"],["אַל־תִּשְׂמַח יִשְׂרָאֵל אֶל־גִּיל כָּעַמִּים כִּי זָנִיתָ מֵעַל אֱלֹהֶיךָ אָהַבְתָּ אֶתְנָן עַל כָּל־גָּרְנוֹת דָּגָן׃","גֹּרֶן וָיֶקֶב לֹא יִרְעֵם וְתִירוֹשׁ יְכַחֶשׁ בָּהּ׃","לֹא יֵשְׁבוּ בְּאֶרֶץ יְהוָה וְשָׁב אֶפְרַיִם מִצְרַיִם וּבְאַשּׁוּר טָמֵא יֹאכֵלוּ׃","לֹא־יִסְּכוּ לַיהוָה יַיִן וְלֹא יֶעֶרְבוּ־לוֹ זִבְחֵיהֶם כְּלֶחֶם אוֹנִים לָהֶם כָּל־אֹכְלָיו יִטַמָּאוּ כִּי־לַחְמָם לְנַפְשָׁם לֹא יָבוֹא בֵּית יְהוָה׃","מַה־תַּעֲשׂוּ לְיוֹם מוֹעֵד וּלְיוֹם חַג־יְהוָה׃","כִּי־הִנֵּה הָלְכוּ מִשֹּׁד מִצְרַיִם תְּקַבְּצֵם מֹף תְּקַבְּרֵם מַחְמַד לְכַסְפָּם קִמּוֹשׂ יִירָשֵׁם חוֹחַ בְּאָהֳלֵיהֶם׃","בָּאוּ יְמֵי הַפְּקֻדָּה בָּאוּ יְמֵי הַשִׁלֻּם יֵדְעוּ יִשְׂרָאֵל אֱוִיל הַנָּבִיא מְשֻׁגָּע אִישׁ הָרוּחַ עַל רֹב עֲוֺנְךָ וְרַבָּה מַשְׂטֵמָה׃","צֹפֶה אֶפְרַיִם עִם־אֱלֹהָי נָבִיא פַּח יָקוֹשׁ עַל־כָּל־דְּרָכָיו מַשְׂטֵמָה בְּבֵית אֱלֹהָיו׃","הֶעְמִיקוּ־שִׁחֵתוּ כִּימֵי הַגִּבְעָה יִזְכּוֹר עֲוֺנָם יִפְקוֹד חַטֹּאותָם׃","כַּעֲנָבִים בַּמִּדְבָּר מָצָאתִי יִשְׂרָאֵל כְּבִכּוּרָה בִתְאֵנָה בְּרֵאשִׁיתָהּ רָאִיתִי אֲבוֹתֵיכֶם הֵמָּה בָּאוּ בַעַל־פְּעוֹר וַיִּנָּזְרוּ לַבֹּשֶׁת וַיִּהְיוּ שִׁקּוּצִים כְּאָהֳבָם׃","אֶפְרַיִם כָּעוֹף יִתְעוֹפֵף כְּבוֹדָם מִלֵּדָה וּמִבֶּטֶן וּמֵהֵרָיוֹן׃","כִּי אִם־יְגַדְּלוּ אֶת־בְּנֵיהֶם וְשִׁכַּלְתִּים מֵאָדָם כִּי־גַם־אוֹי לָהֶם בְּשׂוּרִי מֵהֶם׃","אֶפְרַיִם כַּאֲשֶׁר־רָאִיתִי לְצוֹר שְׁתוּלָה בְנָוֶה וְאֶפְרַיִם לְהוֹצִיא אֶל־הֹרֵג בָּנָיו׃","תֵּן־לָהֶם יְהוָה מַה־תִּתֵּן תֵּן־לָהֶם רֶחֶם מַשְׁכִּיל וְשָׁדַיִם צֹמְקִים׃","כָּל־רָעָתָם בַּגִּלְגָּל כִּי־שָׁם שְׂנֵאתִים עַל רֹעַ מַעַלְלֵיהֶם מִבֵּיתִי אֲגָרְשֵׁם לֹא אוֹסֵף אַהֲבָתָם כָּל־שָׂרֵיהֶם סֹרְרִים׃","הֻכָּה אֶפְרַיִם שָׁרְשָׁם יָבֵשׁ פְּרִי בלי־[בַל־] יַעֲשׂוּן גַּם כִּי יֵלֵדוּן וְהֵמַתִּי מַחֲמַדֵּי בִטְנָם׃","יִמְאָסֵם אֱלֹהַי כִּי לֹא שָׁמְעוּ לוֹ וְיִהְיוּ נֹדְדִים בַּגּוֹיִם׃"],["גֶּפֶן בּוֹקֵק יִשְׂרָאֵל פְּרִי יְשַׁוֶּה־לּוֹ כְּרֹב לְפִרְיוֹ הִרְבָּה לַמִּזְבְּחוֹת כְּטוֹב לְאַרְצוֹ הֵיטִיבוּ מַצֵּבוֹת׃","חָלַק לִבָּם עַתָּה יֶאְשָׁמוּ הוּא יַעֲרֹף מִזְבְּחוֹתָם יְשֹׁדֵד מַצֵּבוֹתָם׃","כִּי עַתָּה יֹאמְרוּ אֵין מֶלֶךְ לָנוּ כִּי לֹא יָרֵאנוּ אֶת־יְהֹוָה וְהַמֶּלֶךְ מַה־יַּעֲשֶׂה־לָּנוּ׃","דִּבְּרוּ דְבָרִים אָלוֹת שָׁוְא כָּרֹת בְּרִית וּפָרַח כָּרֹאשׁ מִשְׁפָּט עַל תַּלְמֵי שָׂדָי׃","לְעֶגְלוֹת בֵּית אָוֶן יָגוּרוּ שְׁכַן שֹׁמְרוֹן כִּי־אָבַל עָלָיו עַמּוֹ וּכְמָרָיו עָלָיו יָגִילוּ עַל־כְּבוֹדוֹ כִּי־גָלָה מִמֶּנּוּ׃","גַּם־אוֹתוֹ לְאַשּׁוּר יוּבָל מִנְחָה לְמֶלֶךְ יָרֵב בָּשְׁנָה אֶפְרַיִם יִקָּח וְיֵבוֹשׁ יִשְׂרָאֵל מֵעֲצָתוֹ׃","נִדְמֶה שֹׁמְרוֹן מַלְכָּהּ כְּקֶצֶף עַל־פְּנֵי־מָיִם׃","וְנִשְׁמְדוּ בָּמוֹת אָוֶן חַטַּאת יִשְׂרָאֵל קוֹץ וְדַרְדַּר יַעֲלֶה עַל־מִזְבְּחוֹתָם וְאָמְרוּ לֶהָרִים כַּסּוּנוּ וְלַגְּבָעוֹת נִפְלוּ עָלֵינוּ׃","מִימֵי הַגִּבְעָה חָטָאתָ יִשְׂרָאֵל שָׁם עָמָדוּ לֹא־תַשִּׂיגֵם בַּגִּבְעָה מִלְחָמָה עַל־בְּנֵי עַלְוָה׃","בְּאַוָּתִי וְאֶסֳּרֵם וְאֻסְּפוּ עֲלֵיהֶם עַמִּים בְּאָסְרָם לִשְׁתֵּי עינתם [עוֹנֹתָם׃]","וְאֶפְרַיִם עֶגְלָה מְלֻמָּדָה אֹהַבְתִּי לָדוּשׁ וַאֲנִי עָבַרְתִּי עַל־טוּב צַוָּארָהּ אַרְכִּיב אֶפְרַיִם יַחֲרוֹשׁ יְהוּדָה יְשַׂדֶּד־לוֹ יַעֲקֹב׃","זִרְעוּ לָכֶם לִצְדָקָה קִצְרוּ לְפִי־חֶסֶד נִירוּ לָכֶם נִיר וְעֵת לִדְרוֹשׁ אֶת־יְהוָה עַד־יָבוֹא וְיֹרֶה צֶדֶק לָכֶם׃","חֲרַשְׁתֶּם־רֶשַׁע עַוְלָתָה קְצַרְתֶּם אֲכַלְתֶּם פְּרִי־כָחַשׁ כִּי־בָטַחְתָּ בְדַרְכְּךָ בְּרֹב גִּבּוֹרֶיךָ׃","וְקָאם שָׁאוֹן בְּעַמֶּךָ וְכָל־מִבְצָרֶיךָ יוּשַּׁד כְּשֹׁד שַׁלְמַן בֵּית אַרְבֵאל בְּיוֹם מִלְחָמָה אֵם עַל־בָּנִים רֻטָּשָׁה׃","כָּכָה עָשָׂה לָכֶם בֵּית־אֵל מִפְּנֵי רָעַת רָעַתְכֶם בַּשַּׁחַר נִדְמֹה נִדְמָה מֶלֶךְ יִשְׂרָאֵל׃"],["כִּי נַעַר יִשְׂרָאֵל וָאֹהֲבֵהוּ וּמִמִּצְרַיִם קָרָאתִי לִבְנִי׃","קָרְאוּ לָהֶם כֵּן הָלְכוּ מִפְּנֵיהֶם לַבְּעָלִים יְזַבֵּחוּ וְלַפְּסִלִים יְקַטֵּרוּן׃","וְאָנֹכִי תִרְגַּלְתִּי לְאֶפְרַיִם קָחָם עַל־זְרוֹעֹתָיו וְלֹא יָדְעוּ כִּי רְפָאתִים׃","בְּחַבְלֵי אָדָם אֶמְשְׁכֵם בַּעֲבֹתוֹת אַהֲבָה וָאֶהְיֶה לָהֶם כִּמְרִימֵי עֹל עַל לְחֵיהֶם וְאַט אֵלָיו אוֹכִיל׃","לֹא יָשׁוּב אֶל־אֶרֶץ מִצְרַיִם וְאַשּׁוּר הוּא מַלְכּוֹ כִּי מֵאֲנוּ לָשׁוּב׃","וְחָלָה חֶרֶב בְּעָרָיו וְכִלְּתָה בַדָּיו וְאָכָלָה מִמֹּעֲצוֹתֵיהֶם׃","וְעַמִּי תְלוּאִים לִמְשׁוּבָתִי וְאֶל־עַל יִקְרָאֻהוּ יַחַד לֹא יְרוֹמֵם׃","אֵיךְ אֶתֶּנְךָ אֶפְרַיִם אֲמַגֶּנְךָ יִשְׂרָאֵל אֵיךְ אֶתֶּנְךָ כְאַדְמָה אֲשִׂימְךָ כִּצְבֹאיִם נֶהְפַּךְ עָלַי לִבִּי יַחַד נִכְמְרוּ נִחוּמָי׃","לֹא אֶעֱשֶׂה חֲרוֹן אַפִּי לֹא אָשׁוּב לְשַׁחֵת אֶפְרָיִם כִּי אֵל אָנֹכִי וְלֹא־אִישׁ בְּקִרְבְּךָ קָדוֹשׁ וְלֹא אָבוֹא בְּעִיר׃","אַחֲרֵי יְהוָה יֵלְכוּ כְּאַרְיֵה יִשְׁאָג כִּי־הוּא יִשְׁאַג וְיֶחֶרְדוּ בָנִים מִיָּם׃","יֶחֶרְדוּ כְצִפּוֹר מִמִּצְרַיִם וּכְיוֹנָה מֵאֶרֶץ אַשּׁוּר וְהוֹשַׁבְתִּים עַל־בָּתֵּיהֶם נְאֻם־יְהוָה׃"],["סְבָבֻנִי בְכַחַשׁ אֶפְרַיִם וּבְמִרְמָה בֵּית יִשְׂרָאֵל וִיהוּדָה עֹד רָד עִם־אֵל וְעִם־קְדוֹשִׁים נֶאֱמָן׃","אֶפְרַיִם רֹעֶה רוּחַ וְרֹדֵף קָדִים כָּל־הַיּוֹם כָּזָב וָשֹׁד יַרְבֶּה וּבְרִית עִם־אַשּׁוּר יִכְרֹתוּ וְשֶׁמֶן לְמִצְרַיִם יוּבָל׃","וְרִיב לַיהוָה עִם־יְהוּדָה וְלִפְקֹד עַל־יַעֲקֹב כִּדְרָכָיו כְּמַעֲלָלָיו יָשִׁיב לוֹ׃","בַּבֶּטֶן עָקַב אֶת־אָחִיו וּבְאוֹנוֹ שָׂרָה אֶת־אֱלֹהִים׃","וָיָּשַׂר אֶל־מַלְאָךְ וַיֻּכָל בָּכָה וַיִּתְחַנֶּן־לוֹ בֵּית־אֵל יִמְצָאֶנּוּ וְשָׁם יְדַבֵּר עִמָּנוּ׃","וַיהוָה אֱלֹהֵי הַצְּבָאוֹת יְהוָה זִכְרוֹ׃","וְאַתָּה בֵּאלֹהֶיךָ תָשׁוּב חֶסֶד וּמִשְׁפָּט שְׁמֹר וְקַוֵּה אֶל־אֱלֹהֶיךָ תָּמִיד׃","כְּנַעַן בְּיָדוֹ מֹאזְנֵי מִרְמָה לַעֲשֹׁק אָהֵב׃","וַיֹּאמֶר אֶפְרַיִם אַךְ עָשַׁרְתִּי מָצָאתִי אוֹן לִי כָּל־יְגִיעַי לֹא יִמְצְאוּ־לִי עָוֺן אֲשֶׁר־חֵטְא׃","וְאָנֹכִי יְהוָה אֱלֹהֶיךָ מֵאֶרֶץ מִצְרָיִם עֹד אוֹשִׁיבְךָ בָאֳהָלִים כִּימֵי מוֹעֵד׃","וְדִבַּרְתִּי עַל־הַנְּבִיאִים וְאָנֹכִי חָזוֹן הִרְבֵּיתִי וּבְיַד הַנְּבִיאִים אֲדַמֶּה׃","אִם־גִּלְעָד אָוֶן אַךְ־שָׁוְא הָיוּ בַּגִּלְגָּל שְׁוָרִים זִבֵּחוּ גַּם מִזְבְּחוֹתָם כְּגַלִּים עַל תַּלְמֵי שָׂדָי׃","וַיִּבְרַח יַעֲקֹב שְׂדֵה אֲרָם וַיַּעֲבֹד יִשְׂרָאֵל בְּאִשָּׁה וּבְאִשָּׁה שָׁמָר׃","וּבְנָבִיא הֶעֱלָה יְהוָה אֶת־יִשְׂרָאֵל מִמִּצְרָיִם וּבְנָבִיא נִשְׁמָר׃","הִכְעִיס אֶפְרַיִם תַּמְרוּרִים וְדָמָיו עָלָיו יִטּוֹשׁ וְחֶרְפָּתוֹ יָשִׁיב לוֹ אֲדֹנָיו׃"],["כְּדַבֵּר אֶפְרַיִם רְתֵת נָשָׂא הוּא בְּיִשְׂרָאֵל וַיֶּאְשַׁם בַּבַּעַל וַיָּמֹת׃","וְעַתָּה יוֹסִפוּ לַחֲטֹא וַיַּעְשׂוּ לָהֶם מַסֵּכָה מִכַּסְפָּם כִּתְבוּנָם עֲצַבִּים מַעֲשֵׂה חָרָשִׁים כֻּלֹּה לָהֶם הֵם אֹמְרִים זֹבְחֵי אָדָם עֲגָלִים יִשָּׁקוּן׃","לָכֵן יִהְיוּ כַּעֲנַן־בֹּקֶר וְכַטַּל מַשְׁכִּים הֹלֵךְ כְּמֹץ יְסֹעֵר מִגֹּרֶן וּכְעָשָׁן מֵאֲרֻבָּה׃","וְאָנֹכִי יְהוָה אֱלֹהֶיךָ מֵאֶרֶץ מִצְרָיִם וֵאלֹהִים זוּלָתִי לֹא תֵדָע וּמוֹשִׁיעַ אַיִן בִּלְתִּי׃","אֲנִי יְדַעְתִּיךָ בַּמִּדְבָּר בְּאֶרֶץ תַּלְאֻבוֹת׃","כְּמַרְעִיתָם וַיִּשְׂבָּעוּ שָׂבְעוּ וַיָּרָם לִבָּם עַל־כֵּן שְׁכֵחוּנִי׃","וָאֱהִי לָהֶם כְּמוֹ־שָׁחַל כְּנָמֵר עַל־דֶּרֶךְ אָשׁוּר׃","אֶפְגְּשֵׁם כְּדֹב שַׁכּוּל וְאֶקְרַע סְגוֹר לִבָּם וְאֹכְלֵם שָׁם כְּלָבִיא חַיַּת הַשָּׂדֶה תְּבַקְּעֵם׃","שִׁחֶתְךָ יִשְׂרָאֵל כִּי־בִי בְעֶזְרֶךָ׃","אֱהִי מַלְכְּךָ אֵפוֹא וְיוֹשִׁיעֲךָ בְּכָל־עָרֶיךָ וְשֹׁפְטֶיךָ אֲשֶׁר אָמַרְתָּ תְּנָה־לִּי מֶלֶךְ וְשָׂרִים׃","אֶתֶּן־לְךָ מֶלֶךְ בְּאַפִּי וְאֶקַּח בְּעֶבְרָתִי׃","צָרוּר עֲוֺן אֶפְרָיִם צְפוּנָה חַטָּאתוֹ׃","חֶבְלֵי יוֹלֵדָה יָבֹאוּ לוֹ הוּא־בֵן לֹא חָכָם כִּי־עֵת לֹא־יַעֲמֹד בְּמִשְׁבַּר בָּנִים׃","מִיַּד שְׁאוֹל אֶפְדֵּם מִמָּוֶת אֶגְאָלֵם אֱהִי דְבָרֶיךָ מָוֶת אֱהִי קָטָבְךָ שְׁאוֹל נֹחַם יִסָּתֵר מֵעֵינָי׃","כִּי הוּא בֵּן אַחִים יַפְרִיא יָבוֹא קָדִים רוּחַ יְהוָה מִמִּדְבָּר עֹלֶה וְיֵבוֹשׁ מְקוֹרוֹ וְיֶחֱרַב מַעְיָנוֹ הוּא יִשְׁסֶה אוֹצַר כָּל־כְּלִי חֶמְדָּה׃"],["תֶּאְשַׁם שֹׁמְרוֹן כִּי מָרְתָה בֵּאלֹהֶיהָ בַּחֶרֶב יִפֹּלוּ עֹלְלֵיהֶם יְרֻטָּשׁוּ וְהָרִיּוֹתָיו יְבֻקָּעוּ׃","שׁוּבָה יִשְׂרָאֵל עַד יְהוָה אֱלֹהֶיךָ כִּי כָשַׁלְתָּ בַּעֲוֺנֶךָ׃","קְחוּ עִמָּכֶם דְּבָרִים וְשׁוּבוּ אֶל־יְהוָה אִמְרוּ אֵלָיו כָּל־תִּשָּׂא עָוֺן וְקַח־טוֹב וּנְשַׁלְּמָה פָרִים שְׂפָתֵינוּ׃","אַשּׁוּר לֹא יוֹשִׁיעֵנוּ עַל־סוּס לֹא נִרְכָּב וְלֹא־נֹאמַר עוֹד אֱלֹהֵינוּ לְמַעֲשֵׂה יָדֵינוּ אֲשֶׁר־בְּךָ יְרֻחַם יָתוֹם׃","אֶרְפָּא מְשׁוּבָתָם אֹהֲבֵם נְדָבָה כִּי שָׁב אַפִּי מִמֶּנּוּ׃","אֶהְיֶה כַטַּל לְיִשְׂרָאֵל יִפְרַח כַּשּׁוֹשַׁנָּה וְיַךְ שָׁרָשָׁיו כַּלְּבָנוֹן׃","יֵלְכוּ יֹנְקוֹתָיו וִיהִי כַזַּיִת הוֹדוֹ וְרֵיחַ לוֹ כַּלְּבָנוֹן׃","יָשֻׁבוּ יֹשְׁבֵי בְצִלּוֹ יְחַיּוּ דָגָן וְיִפְרְחוּ כַגָּפֶן זִכְרוֹ כְּיֵין לְבָנוֹן׃","אֶפְרַיִם מַה־לִּי עוֹד לָעֲצַבִּים אֲנִי עָנִיתִי וַאֲשׁוּרֶנּוּ אֲנִי כִּבְרוֹשׁ רַעֲנָן מִמֶּנִּי פֶּרְיְךָ נִמְצָא׃","מִי חָכָם וְיָבֵן אֵלֶּה נָבוֹן וְיֵדָעֵם כִּי־יְשָׁרִים דַּרְכֵי יְהוָה וְצַדִּקִים יֵלְכוּ בָם וּפֹשְׁעִים יִכָּשְׁלוּ בָם׃"]],"english":[["The word of the LORD that came unto Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.","When the LORD spoke at first with Hosea, the LORD said unto Hosea: ‘Go, take unto thee a wife of harlotry and children of harlotry; for the land doth commit great harlotry, departing from the LORD.’","So he went and took Gomer the daughter of Diblaim; and she conceived, and bore him a son.","And the LORD said unto him: ‘Call his name Jezreel; for yet a little while, and I will visit the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.","And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.’","And she conceived again, and bore a daughter. And He said unto him: ‘Call her name Lo-ruhamah; for I will no more have compassion upon the house of Israel, that I should in any wise pardon them.","But I will have compassion upon the house of Judah, and will save them by the LORD their God, and will not save them by bow, nor by sword, nor by battle, nor by horses, nor by horsemen.’","Now when she had weaned Lo-ruhamah, she conceived, and bore a son.","And He said: ‘Call his name Lo-ammi; for ye are not My people, and I will not be yours.’"],["Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass that, instead of that which was said unto them: ‘Ye are not My people’, it shall be said unto them: ‘Ye are the children of the living God.’","And the children of Judah and the children of Israel shall be gathered together, and they shall appoint themselves one head, and shall go up out of the land; for great shall be the day of Jezreel.","Say ye unto your brethren: ‘Ammi’; and to your sisters, ‘Ruhamah.’","Plead with your mother, plead; For she is not My wife, neither am I her husband; And let her put away her harlotries from her face, And her adulteries from between her breasts;","Lest I strip her naked, And set her as in the day that she was born, And make her as a wilderness, And set her like a dry land, And slay her with thirst.","And I will not have compassion upon her children; For they are children of harlotry.","For their mother hath played the harlot, She that conceived them hath done shamefully; For she said: ‘I will go after my lovers, That give me my bread and my water, My wool and my flax, mine oil and my drink.’","Therefore, behold, I will hedge up thy way with thorns, And I will make a wall against her, That she shall not find her paths.","And she shall run after her lovers, but she shall not overtake them, And she shall seek them, but shall not find them; Then shall she say: ‘I will go and return to my first husband; For then was it better with me than now.’","For she did not know that it was I that gave her The corn, and the wine, and the oil, And multiplied unto her silver and gold, Which they used for Baal.","Therefore will I take back My corn in the time thereof, And My wine in the season thereof, And will snatch away My wool and My flax Given to cover her nakedness.","And now will I uncover her shame in the sight of her lovers, And none shall deliver her out of My hand.","I will also cause all her mirth to cease, Her feasts, her new moons, and her sabbaths, And all her appointed seasons.","And I will lay waste her vines and her fig-trees, Whereof she hath said: ‘These are my hire That my lovers have given me’; And I will make them a forest, And the beasts of the field shall eat them.","And I will visit upon her the days of the Baalim, Wherein she offered unto them, And decked herself with her ear-rings and her jewels, And went after her lovers, And forgot Me, saith the LORD.","Therefore, behold, I will allure her, And bring her into the wilderness, And speak tenderly unto her.","And I will give her her vineyards from thence, And the valley of Achor for a door of hope; And she shall respond there, as in the days of her youth, And as in the day when she came up out of the land of Egypt.","And it shall be at that day, saith the LORD, That thou shalt call Me Ishi, And shalt call Me no more Baali.","For I will take away the names of the Baalim out of her mouth, And they shall no more be mentioned by their name.","And in that day will I make a covenant for them With the beasts of the field, and with the fowls of heaven, And with the creeping things of the ground; And I will break the bow and the sword and the battle out of the land, And will make them to lie down safely.","And I will betroth thee unto Me for ever; Yea, I will betroth thee unto Me in righteousness, and in justice, And in lovingkindness, and in compassion.","And I will betroth thee unto Me in faithfulness; And thou shalt know the LORD.","And it shall come to pass in that day, I will respond, saith the LORD, I will respond to the heavens, And they shall respond to the earth;","And the earth shall respond to the corn, and the wine, and the oil; And they shall respond to Jezreel.","And I will sow her unto Me in the land; And I will have compassion upon her that had not obtained compassion; And I will say to them that were not My people: ‘Thou art My people’; And they shall say: ‘Thou art my God.’"],["And the LORD said unto me: ‘Go yet, love a woman beloved of her friend and an adulteress, even as the LORD loveth the children of Israel, though they turn unto other gods, and love cakes of raisins.","So I bought her to me for fifteen pieces of silver and a homer of barley, and a half-homer of barley;","and I said unto her: ‘Thou shalt sit solitary for me many days; thou shalt not play the harlot, and thou shalt not be any man’s wife; nor will I be thine.’","For the children of Israel shall sit solitary many days without king, and without prince, and without sacrifice, and without pillar, and without ephod or teraphim;","afterward shall the children of Israel return, and seek the LORD their God, and David their king; and shall come trembling unto the LORD and to His goodness in the end of days."],["Hear the word of the LORD, ye children of Israel! For the LORD hath a controversy with the inhabitants of the land, Because there is no truth, nor mercy, Nor knowledge of God in the land.","Swearing and lying, and killing, and stealing, and committing adultery! They break all bounds, and blood toucheth blood.","Therefore doth the land mourn, And every one that dwelleth therein doth languish, With the beasts of the field, and the fowls of heaven; Yea, the fishes of the sea also are taken away.","Yet let no man strive, neither let any man reprove; For thy people are as they that strive with the priest.","Therefore shalt thou stumble in the day, And the prophet also shall stumble with thee in the night; And I will destroy thy mother.","My people are destroyed for lack of knowledge; Because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to Me; Seeing thou hast forgotten the law of thy God, I also will forget thy children.","The more they were increased, the more they sinned against Me; I will change their glory into shame.","They feed on the sin of My people, And set their heart on their iniquity.","And it is like people, like priest; And I will punish him for his ways, And will recompense him his doings.","And they shall eat, and not have enough, They shall commit harlotry, and shall not increase; Because they have left off to take heed to the LORD.","Harlotry, wine, and new wine take away the heart.","My people ask counsel at their stock, And their staff declareth unto them; For the spirit of harlotry hath caused them to err, And they have gone astray from under their God.","They sacrifice upon the tops of the mountains, And offer upon the hills, Under oaks and poplars and terebinths, Because the shadow thereof is good; Therefore your daughters commit harlotry, And your daughters-in-law commit adultery. .","I will not punish your daughters when they commit harlotry, Nor your daughters-in-law when they commit adultery; For they themselves consort with lewd women, And they sacrifice with harlots; And the people that is without understanding is distraught.","Though thou, Israel, play the harlot, Yet let not Judah become guilty; And come not ye unto Gilgal, Neither go ye up to Beth-aven, Nor swear: ‘As the LORD liveth.’","For Israel is stubborn like a stubborn heifer; Now shall the LORD feed them as a lamb in a large place?","Ephraim is joined to idols; Let him alone.","When their carouse is over, They take to harlotry; Her rulers deeply love dishonour.","The wind hath bound her up in her skirts; And they shall be ashamed because of their sacrifices."],["Hear this, O ye priests, And attend, ye house of Israel, And give ear, O house of the king, For unto you pertaineth the judgment; For ye have been a snare on Mizpah, And a net spread upon Tabor.","And they that fall away are gone deep in making slaughter; And I am rejected of them all.","I, even I, know Ephraim, And Israel is not hid from Me; For now, O Ephraim, thou hast committed harlotry, Israel is defiled.","Their doings will not suffer them To return unto their God; For the spirit of harlotry is within them, And they know not the LORD.","But the pride of Israel shall testify to his face; And Israel and Ephraim shall stumble in their iniquity, Judah also shall stumble with them.","With their flocks and with their herds they shall go To seek the LORD, but they shall not find Him; He hath withdrawn Himself from them.","They have dealt treacherously against the LORD, For they have begotten strange children; Now shall the new moon devour them with their portions.","Blow ye the horn in Gibeah, And the trumpet in Ramah; Sound an alarm at Beth-aven: ‘Behind thee, O Benjamin! ’","Ephraim shall be desolate in the day of rebuke; Among the tribes of Israel do I make known that which shall surely be. .","The princes of Judah are like them that remove the landmark; I will pour out My wrath upon them like water.","Oppressed is Ephraim, crushed in his right; Because he willingly walked after filth.","Therefore am I unto Ephraim as a moth, And to the house of Judah as rottenness.","And when Ephraim saw his sickness, And Judah his wound, Ephraim went to Assyria, And sent to King Contentious; But he is not able to heal you, Neither shall he cure you of your wound.","For I will be unto Ephraim as a lion, And as a young lion to the house of Judah; I, even I, will tear and go away, I will take away, and there shall be none to deliver.","I will go and return to My place, Till they acknowledge their guilt, and seek My face; In their trouble they will seek Me earnestly:"],["’Come, and let us return unto the LORD; For He hath torn, and He will heal us, He hath smitten, and He will bind us up.","After two days will He revive us, On the third day He will raise us up, that we may live in His presence.","And let us know, eagerly strive to know the LORD, His going forth is sure as the morning; And He shall come unto us as the rain, As the latter rain that watereth the earth.’","O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? For your goodness is as a morning cloud, And as the dew that early passeth away.","Therefore have I hewed them by the prophets, I have slain them by the words of My mouth; And thy judgment goeth forth as the light.","For I desire mercy, and not sacrifice, And the knowledge of God rather than burnt-offerings.","But they like men have transgressed the covenant; There have they dealt treacherously against Me.","Gilead is a city of them that work iniquity, It is covered with footprints of blood.","And as troops of robbers wait for a man, So doth the company of priests; They murder in the way toward Shechem; Yea, they commit enormity.","In the house of Israel I have seen a horrible thing; There harlotry is found in Ephraim, Israel is defiled.","Also, O Judah, there is a harvest appointed for thee! When I would turn the captivity of My people,"],["When I would heal Israel, Then is the iniquity of Ephraim uncovered, And the wickedness of Samaria, For they commit falsehood; And the thief entereth in, And the troop of robbers maketh a raid without.","And let them not say to their heart— I remember all their wickedness; Now their own doings have beset them about, They are before My face.","They make the king glad with their wickedness, And the princes with their lies.","They are all adulterers, As an oven heated by the baker, Who ceaseth to stir From the kneading of the dough until it be leavened.","On the day of our king The princes make him sick with the heat of wine, He stretcheth out his hand with scorners.","For they have made ready their heart like an oven, while they lie in wait; Their baker sleepeth all the night, In the morning it burneth as a flaming fire.","They are all hot as an oven, And devour their judges; All their kings are fallen, There is none among them that calleth unto Me.","Ephraim, he mixeth himself with the peoples; Ephraim is become a cake not turned.","Strangers have devoured his strength, And he knoweth it not; Yea, gray hairs are here and there upon him, And he knoweth it not.","And the pride of Israel testifieth to his face; But they have not returned unto the LORD their God, Nor sought Him, for all this.","And Ephraim is become like a silly dove, without understanding; They call unto Egypt, they go to Assyria.","Even as they go, I will spread My net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath been made to hear.","Woe unto them! for they have strayed from Me; Destruction unto them! for they have transgressed against Me; Shall I then redeem them, Seeing they have spoken lies against Me?","And they have not cried unto Me with their heart, Though they wail upon their beds; They assemble themselves for corn and wine, they rebel against Me.","Though I have trained and strengthened their arms, Yet do they devise evil against Me.","They return, but not upwards; They are become like a deceitful bow; Their princes shall fall by the sword for the rage of their tongue; This shall be their derision in the land of Egypt."],["Set the horn to thy mouth. As a vulture he cometh against the house of the LORD; Because they have transgressed My covenant, And trespassed against My law.","Will they cry unto Me: ‘My God, we Israel know Thee’?","Israel hath cast off that which is good; the enemy shall pursue him.","They have set up kings, but not from Me, they have made princes, and I knew it not; of their silver and their gold have they made them idols, that they may be cut off.","Thy calf, O Samaria, is cast off; mine anger is kindled against them; how long will it be ere they attain to innocency?","For from Israel is even this: The craftsman made it, and it is no God; yea, the calf of Samaria shall be broken in shivers.","For they sow the wind, and they shall reap the whirlwind; it hath no stalk, the bud that shall yield no meal; if so be it yield, strangers shall swallow it up.","Israel is swallowed up; now are they become among the nations as a vessel wherein is no value.","For they are gone up to Assyria, like a wild ass alone by himself; Ephraim hath hired lovers.","Yea, though they hire among the nations, now will I gather them up; and they begin to be minished by reason of the burden of king and princes.","For Ephraim hath multiplied altars to sin, yea, altars have been unto him to sin. .","Though I write for him never so many things of My Law, they are accounted as a stranger’s.","As for the sacrifices that are made by fire unto Me, let them sacrifice flesh and eat it, For the LORD accepteth them not. Now will He remember their iniquity, and punish their sins; They shall return to Egypt.","For Israel hath forgotten his Maker, And builded palaces, And Judah hath multiplied fortified cities; But I will send a fire upon his cities, And it shall devour the castles thereof."],["Rejoice not, O Israel, unto exultation, like the peoples, For thou hast gone astray from thy God, Thou hast loved a harlot’s hire upon every corn-floor.","The threshing-floor and the wine-press shall not feed them, And the new wine shall fail her.","They shall not dwell in the LORD’S land; But Ephraim shall return to Egypt, And they shall eat unclean food in Assyria.","They shall not pour out wine-offerings to the LORD, Neither shall they be pleasing unto Him; Their sacrifices shall be unto them as the bread of mourners, All that eat thereof shall be polluted; For their bread shall be for their appetite, It shall not come into the house of the LORD.","What will ye do in the day of the appointed season, And in the day of the feast of the LORD?","For, lo, they are gone away from destruction, Yet Egypt shall gather them up, Memphis shall bury them; Their precious treasures of silver, nettles shall possess them, Thorns shall be in their tents.","The days of visitation are come, The days of recompense are come, Israel shall know it. The prophet is a fool, the man of the spirit is mad! For the multitude of thine iniquity, the enmity is great.","Ephraim is a watchman with my God; As for the prophet, a fowler’s snare is in all his ways, And enmity in the house of his God.","They have deeply corrupted themselves, As in the days of Gibeah; He will remember their iniquity, He will punish their sins.","I found Israel like grapes in the wilderness, I saw your fathers as the first-ripe in the fig-tree at her first season; But so soon as they came to Baal-peor, They separated themselves unto the shameful thing, And became detestable like that which they loved.","As for Ephraim, their glory shall fly away like a bird; There shall be no birth, and none with child, and no conception.","Yea, though they bring up their children, Yet will I bereave them, that there be not a man left; Yea, woe also to them when I depart from them!","Ephraim, like as I have seen Tyre, is planted in a pleasant place; But Ephraim shall bring forth his children to the slayer.","Give them, O LORD, whatsoever Thou wilt give; Give them a miscarrying womb and dry breasts.","All their wickedness is in Gilgal, For there I hated them; Because of the wickedness of their doings I will drive them out of My house; I will love them no more, All their princes are rebellious.","Ephraim is smitten, Their root is dried up, They shall bear no fruit; Yea, though they bring forth, Yet will I slay the beloved fruit of their womb.","My God will cast them away, Because they did not hearken unto Him; And they shall be wanderers among the nations."],["Israel was a luxuriant vine, Which put forth fruit freely: As his fruit increased, He increased his altars; The more goodly his land was, The more goodly were his pillars.","Their heart is divided; Now shall they bear their guilt; He will break down their altars, He will spoil their pillars.","Surely now shall they say: ‘We have no king; For we feared not the LORD; And the king, what can he do for us?’","They speak words, They swear falsely, they make covenants; Thus judgment springeth up as hemlock In the furrows of the field.","The inhabitants of Samaria shall be in dread For the calves of Beth-aven; For the people thereof shall mourn over it, And the priests thereof shall tremble for it, For its glory, because it is departed from it.","It also shall be carried unto Assyria, For a present to King Contentious; Ephraim shall receive shame, And Israel shall be ashamed of his own counsel.","As for Samaria, her king is cut off, As foam upon the water.","The high places also of Aven shall be destroyed, Even the sin of Israel. The thorn and the thistle shall come up on their altars; And they shall say to the mountains: ‘Cover us’, And to the hills: ‘Fall on us.’","From the days of Gibeah thou hast sinned, O Israel; There they stood; No battle was to overtake them in Gibeah, Nor the children of arrogancy.","When it is My desire, I will chastise them; And the peoples shall be gathered against them, When they are yoked to their two rings.","And Ephraim is a heifer well broken, That loveth to thresh, And I have passed over upon her fair neck; I will make Ephraim to ride, Judah shall plow, Jacob shall break his clods.","Sow to yourselves according to righteousness, Reap according to mercy, Break up your fallow ground; For it is time to seek the LORD, Till He come and cause righteousness to rain upon you.","Ye have plowed wickedness, ye have reaped iniquity, Ye have eaten the fruit of lies; For thou didst trust in thy way, In the multitude of thy mighty men.","Therefore shall a tumult arise among thy hosts, And all thy fortresses shall be spoiled, As Shalman spoiled Beth-arbel in the day of battle; The mother was dashed in pieces with her children.","So hath Beth-el done unto you Because of your great wickedness; At daybreak is the king of Israel utterly cut off."],["When Israel was a child, then I loved him, And out of Egypt I called My son.","The more they called them, the more they went from them; They sacrificed unto the Baalim, And offered to graven images.","And I, I taught Ephraim to walk, Taking them by their arms; But they knew not that I healed them.","I drew them with cords of a man, With bands of love; And I was to them as they that take off the yoke on their jaws, And I fed them gently.","He shall not return into the land of Egypt, But the Assyrian shall be his king, Because they refused to return.","And the sword shall fall upon his cities, And shall consume his bars, and devour them, Because of their own counsels.","And My people are in suspense about returning to Me; And though they call them upwards, None at all will lift himself up.","How shall I give thee up, Ephraim? How shall I surrender thee, Israel? How shall I make thee as Admah? How shall I set thee as Zeboim? My heart is turned within Me, My compassions are kindled together.","I will not execute the fierceness of Mine anger, I will not return to destroy Ephraim; For I am God, and not man, The Holy One in the midst of thee; And I will not come in fury.","They shall walk after the LORD, Who shall roar like a lion; For He shall roar, And the children shall come trembling from the west.","They shall come trembling as a bird out of Egypt, And as a dove out of the land of Assyria; And I will make them to dwell in their houses, saith the LORD."],["Ephraim compasseth Me about with lies, And the house of Israel with deceit; And Judah is yet wayward towards God, And towards the Holy One who is faithful.","Ephraim striveth after wind, and followeth after the east wind; All the day he multiplieth lies and desolation; And they make a covenant with Assyria, And oil is carried into Egypt.","The LORD hath also a controversy with Judah, And will punish Jacob according to his ways, According to his doings will He recompense him.","In the womb he took his brother by the heel, And by his strength he strove with a godlike being;","So he strove with an angel, and prevailed; He wept, and made supplication unto him; At Beth-el he would find him, And there he would speak with us;","But the LORD, the God of hosts, The LORD is His name.","Therefore turn thou to thy God; Keep mercy and justice, And wait for thy God continually.","As for the trafficker, the balances of deceit are in his hand. He loveth to oppress.","And Ephraim said: ‘Surely I am become rich, I have found me wealth; In all my labours they shall find in me No iniquity that were sin.’","But I am the LORD thy God From the land of Egypt; I will yet again make thee to dwell in tents, As in the days of the appointed season.","I have also spoken unto the prophets, And I have multiplied visions; And by the ministry of the prophets have I used similitudes.","If Gilead be given to iniquity Becoming altogether vanity, In Gilgal they sacrifice unto bullocks; Yea, their altars shall be as heaps In the furrows of the field.","And Jacob fled into the field of Aram, And Israel served for a wife, And for a wife he kept sheep.","And by a prophet the LORD brought Israel up out of Egypt, And by a prophet was he kept.","Ephraim hath provoked most bitterly; Therefore shall his blood be cast upon him, And his reproach shall his Lord return unto him."],["When Ephraim spoke, there was trembling, He exalted himself in Israel; But when he became guilty through Baal, he died.","And now they sin more and more, And have made them molten images of their silver, According to their own understanding, even idols, All of them the work of the craftsmen; Of them they say: ‘They that sacrifice men kiss calves.’","Therefore they shall be as the morning cloud, And as the dew that early passeth away, As the chaff that is driven with the wind out of the threshing-floor, And as the smoke out of the window.","Yet I am the LORD thy God From the land of Egypt; And thou knowest no God but Me, And beside Me there is no saviour.","I did know thee in the wilderness, In the land of great drought.","When they were fed, they became full, They were filled, and their heart was exalted; Therefore have they forgotten Me.","Therefore am I become unto them as a lion; As a leopard will I watch by the way;","I will meet them as a bear that is bereaved of her whelps, And will rend the enclosure of their heart; And there will I devour them like a lioness; The wild beast shall tear them.","It is thy destruction, O Israel, That thou art against Me, against thy help.","Ho, now, thy king, That he may save thee in all thy cities! And thy judges, of whom thou saidst: ‘Give me a king and princes! ’","I give thee a king in Mine anger, And take him away in My wrath.","The iniquity of Ephraim is bound up; His sin is laid up in store.","The throes of a travailing woman shall come upon him; He is an unwise son; For it is time he should not tarry In the place of the breaking forth of children.","Shall I ransom them from the power of the nether-world? Shall I redeem them from death? Ho, thy plagues, O death! Ho, thy destruction, O netherworld! Repentance be hid from Mine eyes!","For though he be fruitful among the reed-plants, An east wind shall come, the wind of the LORD coming up from the wilderness, And his spring shall become dry, and his fountain shall be dried up; He shall spoil the treasure of all precious vessels."],["Samaria shall bear her guilt, For she hath rebelled against her God; They shall fall by the sword; Their infants shall be dashed in pieces, And their women with child shall be ripped up.","Return, O Israel, unto the LORD thy God; For thou hast stumbled in thine iniquity.","Take with you words, And return unto the LORD; Say unto Him: ‘Forgive all iniquity, And accept that which is good; So will we render for bullocks the offering of our lips.","Asshur shall not save us; We will not ride upon horses; Neither will we call any more the work of our hands our gods; For in Thee the fatherless findeth mercy.’","I will heal their backsliding, I will love them freely; For Mine anger is turned away from him.","I will be as the dew unto Israel; He shall blossom as the lily, And cast forth his roots as Lebanon.","His branches shall spread, And his beauty shall be as the olive-tree, And his fragrance as Lebanon.","They that dwell under his shadow shall again Make corn to grow, And shall blossom as the vine; The scent thereof shall be as the wine of Lebanon.","Ephraim [shall say]: ‘What have I to do any more with idols?’ As for Me, I respond and look on him; I am like a leafy cypress-tree; From Me is thy fruit found.","Whoso is wise, let him understand these things, Whoso is prudent, let him know them. For the ways of the LORD are right, And the just do walk in them; But transgressors do stumble therein."]]},"yoel":{"hebrew":[["דְּבַר־יְהוָה אֲשֶׁר הָיָה אֶל־יוֹאֵל בֶּן־פְּתוּאֵל׃","שִׁמְעוּ־זֹאת הַזְּקֵנִים וְהַאֲזִינוּ כֹּל יוֹשְׁבֵי הָאָרֶץ הֶהָיְתָה זֹּאת בִּימֵיכֶם וְאִם בִּימֵי אֲבֹתֵיכֶם׃","עָלֶיהָ לִבְנֵיכֶם סַפֵּרוּ וּבְנֵיכֶם לִבְנֵיהֶם וּבְנֵיהֶם לְדוֹר אַחֵר׃","יֶתֶר הַגָּזָם אָכַל הָאַרְבֶּה וְיֶתֶר הָאַרְבֶּה אָכַל הַיָּלֶק וְיֶתֶר הַיֶּלֶק אָכַל הֶחָסִיל׃","הָקִיצוּ שִׁכּוֹרִים וּבְכוּ וְהֵילִלוּ כָּל־שֹׁתֵי יָיִן עַל־עָסִיס כִּי נִכְרַת מִפִּיכֶם׃","כִּי־גוֹי עָלָה עַל־אַרְצִי עָצוּם וְאֵין מִסְפָּר שִׁנָּיו שִׁנֵּי אַרְיֵה וּמְתַלְּעוֹת לָבִיא לוֹ׃","שָׂם גַּפְנִי לְשַׁמָּה וּתְאֵנָתִי לִקְצָפָה חָשֹׂף חֲשָׂפָהּ וְהִשְׁלִיךְ הִלְבִּינוּ שָׂרִיגֶיהָ׃","אֱלִי כִּבְתוּלָה חֲגֻרַת־שַׂק עַל־בַּעַל נְעוּרֶיהָ׃","הָכְרַת מִנְחָה וָנֶסֶךְ מִבֵּית יְהוָה אָבְלוּ הַכֹּהֲנִים מְשָׁרְתֵי יְהוָה׃","שֻׁדַּד שָׂדֶה אָבְלָה אֲדָמָה כִּי שֻׁדַּד דָּגָן הוֹבִישׁ תִּירוֹשׁ אֻמְלַל יִצְהָר׃","הֹבִישׁוּ אִכָּרִים הֵילִילוּ כֹּרְמִים עַל־חִטָּה וְעַל־שְׂעֹרָה כִּי אָבַד קְצִיר שָׂדֶה׃","הַגֶּפֶן הוֹבִישָׁה וְהַתְּאֵנָה אֻמְלָלָה רִמּוֹן גַּם־תָּמָר וְתַפּוּחַ כָּל־עֲצֵי הַשָּׂדֶה יָבֵשׁוּ כִּי־הֹבִישׁ שָׂשׂוֹן מִן־בְּנֵי אָדָם׃","חִגְרוּ וְסִפְדוּ הַכֹּהֲנִים הֵילִילוּ מְשָׁרְתֵי מִזְבֵּחַ בֹּאוּ לִינוּ בַשַּׂקִּים מְשָׁרְתֵי אֱלֹהָי כִּי נִמְנַע מִבֵּית אֱלֹהֵיכֶם מִנְחָה וָנָסֶךְ׃","קַדְּשׁוּ־צוֹם קִרְאוּ עֲצָרָה אִסְפוּ זְקֵנִים כֹּל יֹשְׁבֵי הָאָרֶץ בֵּית יְהוָה אֱלֹהֵיכֶם וְזַעֲקוּ אֶל־יְהוָה׃","אֲהָהּ לַיּוֹם כִּי קָרוֹב יוֹם יְהוָה וּכְשֹׁד מִשַׁדַּי יָבוֹא׃","הֲלוֹא נֶגֶד עֵינֵינוּ אֹכֶל נִכְרָת מִבֵּית אֱלֹהֵינוּ שִׂמְחָה וָגִיל׃","עָבְשׁוּ פְרֻדוֹת תַּחַת מֶגְרְפֹתֵיהֶם נָשַׁמּוּ אֹצָרוֹת נֶהֶרְסוּ מַמְּגֻרוֹת כִּי הֹבִישׁ דָּגָן׃","מַה־נֶּאֶנְחָה בְהֵמָה נָבֹכוּ עֶדְרֵי בָקָר כִּי אֵין מִרְעֶה לָהֶם גַּם־עֶדְרֵי הַצֹּאן נֶאְשָׁמוּ׃","אֵלֶיךָ יְהוָה אֶקְרָא כִּי אֵשׁ אָכְלָה נְאוֹת מִדְבָּר וְלֶהָבָה לִהֲטָה כָּל־עֲצֵי הַשָּׂדֶה׃","גַּם־בַּהֲמוֹת שָׂדֶה תַּעֲרוֹג אֵלֶיךָ כִּי יָבְשׁוּ אֲפִיקֵי מָיִם וְאֵשׁ אָכְלָה נְאוֹת הַמִּדְבָּר׃"],["תִּקְעוּ שׁוֹפָר בְּצִיּוֹן וְהָרִיעוּ בְּהַר קָדְשִׁי יִרְגְּזוּ כֹּל יֹשְׁבֵי הָאָרֶץ כִּי־בָא יוֹם־יְהוָה כִּי קָרוֹב׃","יוֹם חֹשֶׁךְ וַאֲפֵלָה יוֹם עָנָן וַעֲרָפֶל כְּשַׁחַר פָּרֻשׂ עַל־הֶהָרִים עַם רַב וְעָצוּם כָּמֹהוּ לֹא נִהְיָה מִן־הָעוֹלָם וְאַחֲרָיו לֹא יוֹסֵף עַד־שְׁנֵי דּוֹר וָדוֹר׃","לְפָנָיו אָכְלָה אֵשׁ וְאַחֲרָיו תְּלַהֵט לֶהָבָה כְּגַן־עֵדֶן הָאָרֶץ לְפָנָיו וְאַחֲרָיו מִדְבַּר שְׁמָמָה וְגַם־פְּלֵיטָה לֹא־הָיְתָה לּוֹ׃","כְּמַרְאֵה סוּסִים מַרְאֵהוּ וּכְפָרָשִׁים כֵּן יְרוּצוּן׃","כְּקוֹל מַרְכָּבוֹת עַל־רָאשֵׁי הֶהָרִים יְרַקֵּדוּן כְּקוֹל לַהַב אֵשׁ אֹכְלָה קָשׁ כְּעַם עָצוּם עֱרוּךְ מִלְחָמָה׃","מִפָּנָיו יָחִילוּ עַמִּים כָּל־פָּנִים קִבְּצוּ פָארוּר׃","כְּגִבּוֹרִים יְרֻצוּן כְּאַנְשֵׁי מִלְחָמָה יַעֲלוּ חוֹמָה וְאִישׁ בִּדְרָכָיו יֵלֵכוּן וְלֹא יְעַבְּטוּן אֹרְחוֹתָם׃","וְאִישׁ אָחִיו לֹא יִדְחָקוּן גֶּבֶר בִּמְסִלָּתוֹ יֵלֵכוּן וּבְעַד הַשֶּׁלַח יִפֹּלוּ לֹא יִבְצָעוּ׃","בָּעִיר יָשֹׁקּוּ בַּחוֹמָה יְרֻצוּן בַּבָּתִּים יַעֲלוּ בְּעַד הַחַלּוֹנִים יָבֹאוּ כַּגַּנָּב׃","לְפָנָיו רָגְזָה אֶרֶץ רָעֲשׁוּ שָׁמָיִם שֶׁמֶשׁ וְיָרֵחַ קָדָרוּ וְכוֹכָבִים אָסְפוּ נָגְהָם׃","וַיהוָה נָתַן קוֹלוֹ לִפְנֵי חֵילוֹ כִּי רַב מְאֹד מַחֲנֵהוּ כִּי עָצוּם עֹשֵׂה דְבָרוֹ כִּי־גָדוֹל יוֹם־יְהוָה וְנוֹרָא מְאֹד וּמִי יְכִילֶנּוּ׃","וְגַם־עַתָּה נְאֻם־יְהוָה שֻׁבוּ עָדַי בְּכָל־לְבַבְכֶם וּבְצוֹם וּבְבְכִי וּבְמִסְפֵּד׃","וְקִרְעוּ לְבַבְכֶם וְאַל־בִּגְדֵיכֶם וְשׁוּבוּ אֶל־יְהוָה אֱלֹהֵיכֶם כִּי־חַנּוּן וְרַחוּם הוּא אֶרֶךְ אַפַּיִם וְרַב־חֶסֶד וְנִחָם עַל־הָרָעָה׃","מִי יוֹדֵעַ יָשׁוּב וְנִחָם וְהִשְׁאִיר אַחֲרָיו בְּרָכָה מִנְחָה וָנֶסֶךְ לַיהוָה אֱלֹהֵיכֶם׃","תִּקְעוּ שׁוֹפָר בְּצִיּוֹן קַדְּשׁוּ־צוֹם קִרְאוּ עֲצָרָה׃","אִסְפוּ־עָם קַדְּשׁוּ קָהָל קִבְצוּ זְקֵנִים אִסְפוּ עוֹלָלִים וְיֹנְקֵי שָׁדָיִם יֵצֵא חָתָן מֵחֶדְרוֹ וְכַלָּה מֵחֻפָּתָהּ׃","בֵּין הָאוּלָם וְלַמִּזְבֵּחַ יִבְכּוּ הַכֹּהֲנִים מְשָׁרְתֵי יְהוָה וְיֹאמְרוּ חוּסָה יְהוָה עַל־עַמֶּךָ וְאַל־תִּתֵּן נַחֲלָתְךָ לְחֶרְפָּה לִמְשָׁל־בָּם גּוֹיִם לָמָּה יֹאמְרוּ בָעַמִּים אַיֵּה אֱלֹהֵיהֶם׃","וַיְקַנֵּא יְהוָה לְאַרְצוֹ וַיַּחְמֹל עַל־עַמּוֹ׃","וַיַּעַן יְהוָה וַיֹּאמֶר לְעַמּוֹ הִנְנִי שֹׁלֵחַ לָכֶם אֶת־הַדָּגָן וְהַתִּירוֹשׁ וְהַיִּצְהָר וּשְׂבַעְתֶּם אֹתוֹ וְלֹא־אֶתֵּן אֶתְכֶם עוֹד חֶרְפָּה בַּגּוֹיִם׃","וְאֶת־הַצְּפוֹנִי אַרְחִיק מֵעֲלֵיכֶם וְהִדַּחְתִּיו אֶל־אֶרֶץ צִיָּה וּשְׁמָמָה אֶת־פָּנָיו אֶל־הַיָּם הַקַּדְמֹנִי וְסֹפוֹ אֶל־הַיָּם הָאַחֲרוֹן וְעָלָה בָאְשׁוֹ וְתַעַל צַחֲנָתוֹ כִּי הִגְדִּיל לַעֲשׂוֹת׃","אַל־תִּירְאִי אֲדָמָה גִּילִי וּשְׂמָחִי כִּי־הִגְדִּיל יְהוָה לַעֲשׂוֹת׃","אַל־תִּירְאוּ בַּהֲמוֹת שָׂדַי כִּי דָשְׁאוּ נְאוֹת מִדְבָּר כִּי־עֵץ נָשָׂא פִרְיוֹ תְּאֵנָה וָגֶפֶן נָתְנוּ חֵילָם׃","וּבְנֵי צִיּוֹן גִּילוּ וְשִׂמְחוּ בַּיהוָה אֱלֹהֵיכֶם כִּי־נָתַן לָכֶם אֶת־הַמּוֹרֶה לִצְדָקָה וַיּוֹרֶד לָכֶם גֶּשֶׁם מוֹרֶה וּמַלְקוֹשׁ בָּרִאשׁוֹן׃","וּמָלְאוּ הַגֳּרָנוֹת בָּר וְהֵשִׁיקוּ הַיְקָבִים תִּירוֹשׁ וְיִצְהָר׃","וְשִׁלַּמְתִּי לָכֶם אֶת־הַשָּׁנִים אֲשֶׁר אָכַל הָאַרְבֶּה הַיֶּלֶק וְהֶחָסִיל וְהַגָּזָם חֵילִי הַגָּדוֹל אֲשֶׁר שִׁלַּחְתִּי בָּכֶם׃","וַאֲכַלְתֶּם אָכוֹל וְשָׂבוֹעַ וְהִלַּלְתֶּם אֶת־שֵׁם יְהוָה אֱלֹהֵיכֶם אֲשֶׁר־עָשָׂה עִמָּכֶם לְהַפְלִיא וְלֹא־יֵבֹשׁוּ עַמִּי לְעוֹלָם׃","וִידַעְתֶּם כִּי בְקֶרֶב יִשְׂרָאֵל אָנִי וַאֲנִי יְהוָה אֱלֹהֵיכֶם וְאֵין עוֹד וְלֹא־יֵבֹשׁוּ עַמִּי לְעוֹלָם׃"],["וְהָיָה אַחֲרֵי־כֵן אֶשְׁפּוֹךְ אֶת־רוּחִי עַל־כָּל־בָּשָׂר וְנִבְּאוּ בְּנֵיכֶם וּבְנוֹתֵיכֶם זִקְנֵיכֶם חֲלֹמוֹת יַחֲלֹמוּן בַּחוּרֵיכֶם חֶזְיֹנוֹת יִרְאוּ׃","וְגַם עַל־הָעֲבָדִים וְעַל־הַשְּׁפָחוֹת בַּיָּמִים הָהֵמָּה אֶשְׁפּוֹךְ אֶת־רוּחִי׃","וְנָתַתִּי מוֹפְתִים בַּשָּׁמַיִם וּבָאָרֶץ דָּם וָאֵשׁ וְתִימֲרוֹת עָשָׁן׃","הַשֶּׁמֶשׁ יֵהָפֵךְ לְחֹשֶׁךְ וְהַיָּרֵחַ לְדָם לִפְנֵי בּוֹא יוֹם יְהוָה הַגָּדוֹל וְהַנּוֹרָא׃","וְהָיָה כֹּל אֲשֶׁר־יִקְרָא בְּשֵׁם יְהוָה יִמָּלֵט כִּי בְּהַר־צִיּוֹן וּבִירוּשָׁלִַם תִּהְיֶה פְלֵיטָה כַּאֲשֶׁר אָמַר יְהוָה וּבַשְּׂרִידִים אֲשֶׁר יְהוָה קֹרֵא׃"],["כִּי הִנֵּה בַּיָּמִים הָהֵמָּה וּבָעֵת הַהִיא אֲשֶׁר אשוב [אָשִׁיב] אֶת־שְׁבוּת יְהוּדָה וִירוּשָׁלִָם׃","וְקִבַּצְתִּי אֶת־כָּל־הַגּוֹיִם וְהוֹרַדְתִּים אֶל־עֵמֶק יְהוֹשָׁפָט וְנִשְׁפַּטְתִּי עִמָּם שָׁם עַל־עַמִּי וְנַחֲלָתִי יִשְׂרָאֵל אֲשֶׁר פִּזְּרוּ בַגּוֹיִם וְאֶת־אַרְצִי חִלֵּקוּ׃","וְאֶל־עַמִּי יַדּוּ גוֹרָל וַיִּתְּנוּ הַיֶּלֶד בַּזּוֹנָה וְהַיַּלְדָּה מָכְרוּ בַיַּיִן וַיִּשְׁתּוּ׃","וְגַם מָה־אַתֶּם לִי צֹר וְצִידוֹן וְכֹל גְּלִילוֹת פְּלָשֶׁת הַגְּמוּל אַתֶּם מְשַׁלְּמִים עָלָי וְאִם־גֹּמְלִים אַתֶּם עָלַי קַל מְהֵרָה אָשִׁיב גְּמֻלְכֶם בְּרֹאשְׁכֶם׃","אֲשֶׁר־כַּסְפִּי וּזְהָבִי לְקַחְתֶּם וּמַחֲמַדַּי הַטֹּבִים הֲבֵאתֶם לְהֵיכְלֵיכֶם׃","וּבְנֵי יְהוּדָה וּבְנֵי יְרוּשָׁלִַם מְכַרְתֶּם לִבְנֵי הַיְּוָנִים לְמַעַן הַרְחִיקָם מֵעַל גְּבוּלָם׃","הִנְנִי מְעִירָם מִן־הַמָּקוֹם אֲשֶׁר־מְכַרְתֶּם אֹתָם שָׁמָּה וַהֲשִׁבֹתִי גְמֻלְכֶם בְּרֹאשְׁכֶם׃","וּמָכַרְתִּי אֶת־בְּנֵיכֶם וְאֶת־בְּנוֹתֵיכֶם בְּיַד בְּנֵי יְהוּדָה וּמְכָרוּם לִשְׁבָאיִם אֶל־גּוֹי רָחוֹק כִּי יְהוָה דִּבֵּר׃","קִרְאוּ־זֹאת בַּגּוֹיִם קַדְּשׁוּ מִלְחָמָה הָעִירוּ הַגִּבּוֹרִים יִגְּשׁוּ יַעֲלוּ כֹּל אַנְשֵׁי הַמִּלְחָמָה׃","כֹּתּוּ אִתֵּיכֶם לַחֲרָבוֹת וּמַזְמְרֹתֵיכֶם לִרְמָחִים הַחַלָּשׁ יֹאמַר גִּבּוֹר אָנִי׃","עוּשׁוּ וָבֹאוּ כָל־הַגּוֹיִם מִסָּבִיב וְנִקְבָּצוּ שָׁמָּה הַנְחַת יְהוָה גִּבּוֹרֶיךָ׃","יֵעוֹרוּ וְיַעֲלוּ הַגּוֹיִם אֶל־עֵמֶק יְהוֹשָׁפָט כִּי שָׁם אֵשֵׁב לִשְׁפֹּט אֶת־כָּל־הַגּוֹיִם מִסָּבִיב׃","שִׁלְחוּ מַגָּל כִּי בָשַׁל קָצִיר בֹּאוּ רְדוּ כִּי־מָלְאָה גַּת הֵשִׁיקוּ הַיְקָבִים כִּי רַבָּה רָעָתָם׃","הֲמוֹנִים הֲמוֹנִים בְּעֵמֶק הֶחָרוּץ כִּי קָרוֹב יוֹם יְהוָה בְּעֵמֶק הֶחָרוּץ׃","שֶׁמֶשׁ וְיָרֵחַ קָדָרוּ וְכוֹכָבִים אָסְפוּ נָגְהָם׃","וַיהוָה מִצִּיּוֹן יִשְׁאָג וּמִירוּשָׁלִַם יִתֵּן קוֹלוֹ וְרָעֲשׁוּ שָׁמַיִם וָאָרֶץ וַיהוָה מַחֲסֶה לְעַמּוֹ וּמָעוֹז לִבְנֵי יִשְׂרָאֵל׃","וִידַעְתֶּם כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם שֹׁכֵן בְּצִיּוֹן הַר־קָדְשִׁי וְהָיְתָה יְרוּשָׁלִַם קֹדֶשׁ וְזָרִים לֹא־יַעַבְרוּ־בָהּ עוֹד׃","וְהָיָה בַיּוֹם הַהוּא יִטְּפוּ הֶהָרִים עָסִיס וְהַגְּבָעוֹת תֵּלַכְנָה חָלָב וְכָל־אֲפִיקֵי יְהוּדָה יֵלְכוּ מָיִם וּמַעְיָן מִבֵּית יְהוָה יֵצֵא וְהִשְׁקָה אֶת־נַחַל הַשִּׁטִּים׃","מִצְרַיִם לִשְׁמָמָה תִהְיֶה וֶאֱדוֹם לְמִדְבַּר שְׁמָמָה תִּהְיֶה מֵחֲמַס בְּנֵי יְהוּדָה אֲשֶׁר־שָׁפְכוּ דָם־נָקִיא בְּאַרְצָם׃","וִיהוּדָה לְעוֹלָם תֵּשֵׁב וִירוּשָׁלִַם לְדוֹר וָדוֹר׃","וְנִקֵּיתִי דָּמָם לֹא־נִקֵּיתִי וַיהוָה שֹׁכֵן בְּצִיּוֹן׃"]],"english":[["The word of the LORD that came to Joel the son of Pethuel.","Hear this, ye old men, And give ear, all ye inhabitants of the land. Hath this been in your days, Or in the days of your fathers?","Tell ye your children of it, And let your children tell their children, And their children another generation.","That which the palmer-worm hath left hath the locust eaten; And that which the locust hath left hath the canker-worm eaten; And that which the canker-worm hath left hath the caterpiller eaten.","Awake, ye drunkards, and weep, And wail, all ye drinkers of wine, Because of the sweet wine, For it is cut off from your mouth.","For a people is come up upon my land, Mighty, and without number; His teeth are the teeth of a lion, And he hath the jaw-teeth of a lioness.","He hath laid my vine waste, And blasted my fig-tree; He hath made it clean bare, and cast it down, The branches thereof are made white.","Lament like a virgin girded with sackcloth For the husband of her youth.","The meal-offering and the drink-offering is cut off From the house of the LORD; The priests mourn, Even the LORD’S ministers.","The field is wasted, The land mourneth; For the corn is wasted, The new wine is dried up, The oil languisheth.","Be ashamed, O ye husbandmen, Wail, O ye vinedressers, For the wheat and for the barley; Because the harvest of the field is perished.","The vine is withered, And the fig-tree languisheth; The pomegranate-tree, the palm-tree also, and the apple-tree, Even all the trees of the field, are withered; For joy is withered away from the sons of men.","Gird yourselves, and lament, ye priests, Wail, ye ministers of the altar; Come, lie all night in sackcloth, Ye ministers of my God; For the meal-offering and the drink-offering is withholden From the house of your God.","Sanctify ye a fast, Call a solemn assembly, Gather the elders And all the inhabitants of the land Unto the house of the LORD your God, And cry unto the LORD.","Alas for the day! For the day of the LORD is at hand, And as a destruction from the Almighty shall it come.","Is not the food cut off Before our eyes, Yea, joy and gladness From the house of our God?","The grains shrivel under their hoes; The garners are laid desolate, The barns are broken down; For the corn is withered.","How do the beasts groan! The herds of cattle are perplexed, Because they have no pasture; Yea, the flocks of sheep are made desolate.","Unto Thee, O LORD, do I cry; For the fire hath devoured The pastures of the wilderness, And the flame hath set ablaze All the trees of the field.","Yea, the beasts of the field pant unto Thee; For the water brooks are dried up, And the fire hath devoured the pastures of the wilderness."],["Blow ye the horn in Zion, And sound an alarm in My holy mountain; Let all the inhabitants of the land tremble; For the day of the LORD cometh, For it is at hand;","A day of darkness and gloominess, A day of clouds and thick darkness, As blackness spread upon the mountains; A great people and a mighty, There hath not been ever the like, Neither shall be any more after them, Even to the years of many generations.","A fire devoureth before them, And behind them a flame blazeth; The land is as the garden of Eden before them, And behind them a desolate wilderness; Yea, and nothing escapeth them.","The appearance of them is as the appearance of horses; And as horsemen, so do they run.","Like the noise of chariots, On the tops of the mountains do they leap, Like the noise of a flame of fire That devoureth the stubble, As a mighty people set in battle array.","At their presence the peoples are in anguish; All faces have gathered blackness.","They run like mighty men, They climb the wall like men of war; And they move on every one in his ways, And they entangle not their paths.","Neither doth one thrust another, They march every one in his highway; And they break through the weapons, And suffer no harm.","They leap upon the city, They run upon the wall, They climb up into the houses; They enter in at the windows like a thief.","Before them the earth quaketh, The heavens tremble; The sun and the moon are become black, And the stars withdraw their shining.","And the LORD uttereth His voice before His army; For His camp is very great, For he is mighty that executeth His word; For great is the day of the LORD and very terrible; And who can abide it?","Yet even now, saith the LORD, Turn ye unto Me with all your heart, And with fasting, and with weeping, and with lamentation;","And rend your heart, and not your garments, And turn unto the LORD your God; For He is gracious and compassionate, long-suffering, and abundant in mercy, And repenteth Him of the evil.","Who knoweth whether He will not turn and repent, And leave a blessing behind Him, Even a meal-offering and a drink-offering Unto the LORD your God?","Blow the horn in Zion, Sanctify a fast, call a solemn assembly;","Gather the people, Sanctify the congregation, Assemble the elders, Gather the children, And those that suck the breasts; Let the bridegroom go forth from his chamber, And the bride out of her pavilion.","Let the priests, the ministers of the LORD, Weep between the porch and the altar, And let them say: ‘Spare thy people, O LORD, And give not Thy heritage to reproach, That the nations should make them a byword: Wherefore should they say among the peoples: Where is their God?’","Then was the LORD jealous for His land, And had pity on His people.","And the LORD answered and said unto His people: ‘Behold, I will send you corn, and wine, and oil, And ye shall be satisfied therewith; And I will no more make you a reproach among the nations;","But I will remove far off from you the northern one, And will drive him into a land barren and desolate, With his face toward the eastern sea, And his hinder part toward the western sea; that his foulness may come up, and his ill savour may come up, because he hath done great things.’","Fear not, O land, be glad and rejoice; for the LORD hath done great things.","Be not afraid, ye beasts of the field; for the pastures of the wilderness do spring, for the tree beareth its fruit, the fig-tree and the vine do yield their strength.","Be glad then, ye children of Zion, and rejoice in the LORD your God; For He giveth you the former rain in just measure, And He causeth to come down for you the rain, the former rain and the latter rain, at the first.","And the floors shall be full of corn, and the vats shall overflow with wine and oil.","And I will restore to you the years that the locust hath eaten, the canker-worm, and the caterpiller, and the palmer-worm, My great army which I sent among you. .","And ye shall eat in plenty and be satisfied, and shall praise the name of the LORD your God, that hath dealt wondrously with you; and My people shall never be ashamed.","And ye shall know that I am in the midst of Israel, and that I am the LORD your God, and there is none else; and My people shall never be ashamed."],["And it shall come to pass afterward, That I will pour out My spirit upon all flesh; And your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions;","And also upon the servants and upon the handmaids In those days will I pour out My spirit.","And I will shew wonders in the heavens and in the earth, Blood, and fire, and pillars of smoke.","The sun shall be turned into darkness, And the moon into blood, Before the great and terrible day of the LORD come.","And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered; For in mount Zion and in Jerusalem there shall be those that escape, As the LORD hath said, And among the remnant those whom the LORD shall call."],["For, behold, in those days, and in that time, When I shall bring back the captivity of Judah and Jerusalem,","I will gather all nations, And will bring them down into the valley of Jehoshaphat; And I will enter into judgment with them there For My people and for My heritage Israel, Whom they have scattered among the nations, And divided My land.","And they have cast lots for My people; And have given a boy for an harlot, And sold a girl for wine, and have drunk.","And also what are ye to Me, O Tyre, and Zidon, and all the regions of Philistia? will ye render retribution on My behalf? and if ye render retribution on My behalf, swiftly, speedily will I return your retribution upon your own head.","Forasmuch as ye have taken My silver and My gold, and have carried into your temples My goodly treasures;","the children also of Judah and the children of Jerusalem have ye sold unto the sons of Jevanim, that ye might remove them far from their border;","behold, I will stir them up out of the place whither ye have sold them, and will return your retribution upon your own head;","and I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the men of Sheba, to a nation far off; for the LORD hath spoken.","Proclaim ye this among the nations, Prepare war; Stir up the mighty men; Let all the men of war draw near, Let them come up.","Beat your plowshares into swords, And your pruning-hooks into spears; Let the weak say: ‘I am strong.’","Haste ye, and come, all ye nations round about, And gather yourselves together; Thither cause Thy mighty ones to come down, O LORD!","Let the nations be stirred up, and come up To the valley of Jehoshaphat; For there will I sit to judge All the nations round about.","Put ye in the sickle, For the harvest is ripe; Come, tread ye, For the winepress is full, the vats overflow; For their wickedness is great.","Multitudes, multitudes in the valley of decision! For the day of the LORD is near in the valley of decision.","The sun and the moon are become black, And the stars withdraw their shining.","And the LORD shall roar from Zion, And utter His voice from Jerusalem, And the heavens and the earth shall shake; But the LORD will be a refuge unto His people, And a stronghold to the children of Israel.","So shall ye know that I am the LORD your God, Dwelling in Zion My holy mountain; Then shall Jerusalem be holy, And there shall no strangers pass through her any more.","And it shall come to pass in that day, That the mountains shall drop down sweet wine, And the hills shall flow with milk, And all the brooks of Judah shall flow with waters; And a fountain shall come forth of the house of the LORD, And shall water the valley of Shittim.","Egypt shall be a desolation, And Edom shall be a desolate wilderness, For the violence against the children of Judah, Because they have shed innocent blood in their land.","But Judah shall be inhabited for ever, And Jerusalem from generation to generation.","And I will hold as innocent their blood that I have not held as innocent; And the LORD dwelleth in Zion."]]},"amos":{"hebrew":[["דִּבְרֵי עָמוֹס אֲשֶׁר־הָיָה בַנֹּקְדִים מִתְּקוֹעַ אֲשֶׁר חָזָה עַל־יִשְׂרָאֵל בִּימֵי עֻזִיָּה מֶלֶךְ־יְהוּדָה וּבִימֵי יָרָבְעָם בֶּן־יוֹאָשׁ מֶלֶךְ יִשְׂרָאֵל שְׁנָתַיִם לִפְנֵי הָרָעַשׁ׃","וַיֹּאמַר יְהוָה מִצִיּוֹן יִשְׁאָג וּמִירוּשָׁלִַם יִתֵּן קוֹלוֹ וְאָבְלוּ נְאוֹת הָרֹעִים וְיָבֵשׁ רֹאשׁ הַכַּרְמֶל׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי דַמֶּשֶׂק וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־דּוּשָׁם בַּחֲרֻצוֹת הַבַּרְזֶל אֶת־הַגִּלְעָד׃","וְשִׁלַּחְתִּי אֵשׁ בְּבֵית חֲזָאֵל וְאָכְלָה אַרְמְנוֹת בֶּן־הֲדָד׃","וְשָׁבַרְתִּי בְּרִיחַ דַּמֶּשֶׂק וְהִכְרַתִּי יוֹשֵׁב מִבִּקְעַת־אָוֶן וְתוֹמֵךְ שֵׁבֶט מִבֵּית עֶדֶן וְגָלוּ עַם־אֲרָם קִירָה אָמַר יְהוָה׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי עַזָּה וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־הַגְלוֹתָם גָּלוּת שְׁלֵמָה לְהַסְגִּיר לֶאֱדוֹם׃","וְשִׁלַּחְתִּי אֵשׁ בְּחוֹמַת עַזָּה וְאָכְלָה אַרְמְנֹתֶיהָ׃","וְהִכְרַתִּי יוֹשֵׁב מֵאַשְׁדּוֹד וְתוֹמֵךְ שֵׁבֶט מֵאַשְׁקְלוֹן וַהֲשִׁיבוֹתִי יָדִי עַל־עֶקְרוֹן וְאָבְדוּ שְׁאֵרִית פְּלִשְׁתִּים אָמַר אֲדֹנָי יְהוִה׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי־צֹר וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־הַסְגִּירָם גָּלוּת שְׁלֵמָה לֶאֱדוֹם וְלֹא זָכְרוּ בְּרִית אַחִים׃","וְשִׁלַּחְתִּי אֵשׁ בְּחוֹמַת צֹר וְאָכְלָה אַרְמְנֹתֶיהָ׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי אֱדוֹם וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־רָדְפוֹ בַחֶרֶב אָחִיו וְשִׁחֵת רַחֲמָיו וַיִּטְרֹף לָעַד אַפּוֹ וְעֶבְרָתוֹ שְׁמָרָה נֶצַח׃","וְשִׁלַּחְתִּי אֵשׁ בְּתֵימָן וְאָכְלָה אַרְמְנוֹת בָּצְרָה׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי בְנֵי־עַמּוֹן וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־בִּקְעָם הָרוֹת הַגִּלְעָד לְמַעַן הַרְחִיב אֶת־גְּבוּלָם׃","וְהִצַּתִּי אֵשׁ בְּחוֹמַת רַבָּה וְאָכְלָה אַרְמְנוֹתֶיהָ בִּתְרוּעָה בְּיוֹם מִלְחָמָה בְּסַעַר בְּיוֹם סוּפָה","וְהָלַךְ מַלְכָּם בַּגּוֹלָה הוּא וְשָׂרָיו יַחְדָּו אָמַר יְהוָה׃"],["כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי מוֹאָב וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־שָׂרְפוֹ עַצְמוֹת מֶלֶךְ־אֱדוֹם לַשִּׂיד׃","וְשִׁלַּחְתִּי־אֵשׁ בְּמוֹאָב וְאָכְלָה אַרְמְנוֹת הַקְּרִיּוֹת וּמֵת בְּשָׁאוֹן מוֹאָב בִּתְרוּעָה בְּקוֹל שׁוֹפָר׃","וְהִכְרַתִּי שׁוֹפֵט מִקִּרְבָּהּ וְכָל־שָׂרֶיהָ אֶהֱרוֹג עִמּוֹ אָמַר יְהוָה׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי יְהוּדָה וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־מָאֳסָם אֶת־תּוֹרַת יְהוָה וְחֻקָּיו לֹא שָׁמָרוּ וַיַּתְעוּם כִּזְבֵיהֶם אֲשֶׁר־הָלְכוּ אֲבוֹתָם אַחֲרֵיהֶם׃","וְשִׁלַּחְתִּי אֵשׁ בִּיהוּדָה וְאָכְלָה אַרְמְנוֹת יְרוּשָׁלִָם׃","כֹּה אָמַר יְהוָה עַל־שְׁלֹשָׁה פִּשְׁעֵי יִשְׂרָאֵל וְעַל־אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ עַל־מִכְרָם בַּכֶּסֶף צַדִּיק וְאֶבְיוֹן בַּעֲבוּר נַעֲלָיִם׃","הַשֹּׁאֲפִים עַל־עֲפַר־אֶרֶץ בְּרֹאשׁ דַּלִּים וְדֶרֶךְ עֲנָוִים יַטּוּ וְאִישׁ וְאָבִיו יֵלְכוּ אֶל־הַנַּעֲרָה לְמַעַן חַלֵּל אֶת־שֵׁם קָדְשִׁי׃","וְעַל־בְּגָדִים חֲבֻלִים יַטּוּ אֵצֶל כָּל־מִזְבֵּחַ וְיֵין עֲנוּשִׁים יִשְׁתּוּ בֵּית אֱלֹהֵיהֶם׃","וְאָנֹכִי הִשְׁמַדְתִּי אֶת־הָאֱמֹרִי מִפְּנֵיהֶם אֲשֶׁר כְּגֹבַהּ אֲרָזִים גָּבְהוֹ וְחָסֹן הוּא כָּאַלּוֹנִים וָאַשְׁמִיד פִּרְיוֹ מִמַּעַל וְשָׁרָשָׁיו מִתָּחַת׃","וְאָנֹכִי הֶעֱלֵיתִי אֶתְכֶם מֵאֶרֶץ מִצְרָיִם וָאוֹלֵךְ אֶתְכֶם בַּמִּדְבָּר אַרְבָּעִים שָׁנָה לָרֶשֶׁת אֶת־אֶרֶץ הָאֱמֹרִי׃","וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים וּמִבַּחוּרֵיכֶם לִנְזִרִים הַאַף אֵין־זֹאת בְּנֵי יִשְׂרָאֵל נְאֻם־יְהוָה׃","וַתַּשְׁקוּ אֶת־הַנְּזִרִים יָיִן וְעַל־הַנְּבִיאִים צִוִּיתֶם לֵאמֹר לֹא תִּנָּבְאוּ׃","הִנֵּה אָנֹכִי מֵעִיק תַּחְתֵּיכֶם כַּאֲשֶׁר תָּעִיק הָעֲגָלָה הַמְלֵאָה לָהּ עָמִיר׃","וְאָבַד מָנוֹס מִקָּל וְחָזָק לֹא־יְאַמֵּץ כֹּחוֹ וְגִבּוֹר לֹא־יְמַלֵּט נַפְשׁוֹ׃","וְתֹפֵשׂ הַקֶּשֶׁת לֹא יַעֲמֹד וְקַל בְּרַגְלָיו לֹא יְמַלֵּט וְרֹכֵב הַסּוּס לֹא יְמַלֵּט נַפְשׁוֹ׃","וְאַמִּיץ לִבּוֹ בַּגִּבּוֹרִים עָרוֹם יָנוּס בַּיּוֹם־הַהוּא נְאֻם־יְהוָה׃"],["שִׁמְעוּ אֶת־הַדָּבָר הַזֶּה אֲשֶׁר דִּבֶּר יְהוָה עֲלֵיכֶם בְּנֵי יִשְׂרָאֵל עַל כָּל־הַמִּשְׁפָּחָה אֲשֶׁר הֶעֱלֵיתִי מֵאֶרֶץ מִצְרַיִם לֵאמֹר׃","רַק אֶתְכֶם יָדַעְתִּי מִכֹּל מִשְׁפְּחוֹת הָאֲדָמָה עַל־כֵּן אֶפְקֹד עֲלֵיכֶם אֵת כָּל־עֲוֺנֹתֵיכֶם׃","הֲיֵלְכוּ שְׁנַיִם יַחְדָּו בִּלְתִּי אִם־נוֹעָדוּ׃","הֲיִשְׁאַג אַרְיֵה בַּיַּעַר וְטֶרֶף אֵין לוֹ הֲיִתֵּן כְּפִיר קוֹלוֹ מִמְּעֹנָתוֹ בִּלְתִּי אִם־לָכָד׃","הֲתִפֹּל צִפּוֹר עַל־פַּח הָאָרֶץ וּמוֹקֵשׁ אֵין לָהּ הֲיַעֲלֶה־פַּח מִן־הָאֲדָמָה וְלָכוֹד לֹא יִלְכּוֹד׃","אִם־יִתָּקַע שׁוֹפָר בְּעִיר וְעָם לֹא יֶחֱרָדוּ אִם־תִּהְיֶה רָעָה בְּעִיר וַיהוָה לֹא עָשָׂה׃","כִּי לֹא יַעֲשֶׂה אֲדֹנָי יְהוִה דָּבָר כִּי אִם־גָּלָה סוֹדוֹ אֶל־עֲבָדָיו הַנְּבִיאִים׃","אַרְיֵה שָׁאָג מִי לֹא יִירָא אֲדֹנָי יְהוִה דִּבֶּר מִי לֹא יִנָּבֵא׃","הַשְׁמִיעוּ עַל־אַרְמְנוֹת בְּאַשְׁדּוֹד וְעַל־אַרְמְנוֹת בְּאֶרֶץ מִצְרָיִם וְאִמְרוּ הֵאָסְפוּ עַל־הָרֵי שֹׁמְרוֹן וּרְאוּ מְהוּמֹת רַבּוֹת בְּתוֹכָהּ וַעֲשׁוּקִים בְּקִרְבָּהּ׃","וְלֹא־יָדְעוּ עֲשׂוֹת־נְכֹחָה נְאֻם־יְהוָה הָאוֹצְרִים חָמָס וָשֹׁד בְּאַרְמְנוֹתֵיהֶם׃","לָכֵן כֹּה אָמַר אֲדֹנָי יְהוִה צַר וּסְבִיב הָאָרֶץ וְהוֹרִד מִמֵּךְ עֻזֵּךְ וְנָבֹזּוּ אַרְמְנוֹתָיִךְ׃","כֹּה אָמַר יְהוָה כַּאֲשֶׁר יַצִּיל הָרֹעֶה מִפִּי הָאֲרִי שְׁתֵּי כְרָעַיִם אוֹ בְדַל־אֹזֶן כֵּן יִנָּצְלוּ בְּנֵי יִשְׂרָאֵל הַיֹּשְׁבִים בְּשֹׁמְרוֹן בִּפְאַת מִטָּה וּבִדְמֶשֶׁק עָרֶשׂ׃","שִׁמְעוּ וְהָעִידוּ בְּבֵית יַעֲקֹב נְאֻם־אֲדֹנָי יְהוִה אֱלֹהֵי הַצְּבָאוֹת׃","כִּי בְּיוֹם פָּקְדִי פִשְׁעֵי־יִשְׂרָאֵל עָלָיו וּפָקַדְתִּי עַל־מִזְבְּחוֹת בֵּית־אֵל וְנִגְדְּעוּ קַרְנוֹת הַמִּזְבֵּחַ וְנָפְלוּ לָאָרֶץ׃","וְהִכֵּיתִי בֵית־הַחֹרֶף עַל־בֵּית הַקָּיִץ וְאָבְדוּ בָּתֵּי הַשֵּׁן וְסָפוּ בָּתִּים רַבִּים נְאֻם־יְהוָה׃"],["שִׁמְעוּ הַדָּבָר הַזֶּה פָּרוֹת הַבָּשָׁן אֲשֶׁר בְּהַר שֹׁמְרוֹן הָעֹשְׁקוֹת דַּלִּים הָרֹצְצוֹת אֶבְיוֹנִים הָאֹמְרֹת לַאֲדֹנֵיהֶם הָבִיאָה וְנִשְׁתֶּה׃","נִשְׁבַּע אֲדֹנָי יְהוִה בְּקָדְשׁוֹ כִּי הִנֵּה יָמִים בָּאִים עֲלֵיכֶם וְנִשָּׂא אֶתְכֶם בְּצִנּוֹת וְאַחֲרִיתְכֶן בְּסִירוֹת דּוּגָה׃","וּפְרָצִים תֵּצֶאנָה אִשָּׁה נֶגְדָּהּ וְהִשְׁלַכְתֶּנָה הַהַרְמוֹנָה נְאֻם־יְהוָה׃","בֹּאוּ בֵית־אֵל וּפִשְׁעוּ הַגִּלְגָּל הַרְבּוּ לִפְשֹׁעַ וְהָבִיאוּ לַבֹּקֶר זִבְחֵיכֶם לִשְׁלֹשֶׁת יָמִים מַעְשְׂרֹתֵיכֶם׃","וְקַטֵּר מֵחָמֵץ תּוֹדָה וְקִרְאוּ נְדָבוֹת הַשְׁמִיעוּ כִּי כֵן אֲהַבְתֶּם בְּנֵי יִשְׂרָאֵל נְאֻם אֲדֹנָי יְהוִה׃","וְגַם־אֲנִי נָתַתִּי לָכֶם נִקְיוֹן שִׁנַּיִם בְּכָל־עָרֵיכֶם וְחֹסֶר לֶחֶם בְּכֹל מְקוֹמֹתֵיכֶם וְלֹא־שַׁבְתֶּם עָדַי נְאֻם־יְהוָה׃","וְגַם אָנֹכִי מָנַעְתִּי מִכֶּם אֶת־הַגֶּשֶׁם בְּעוֹד שְׁלֹשָׁה חֳדָשִׁים לַקָּצִיר וְהִמְטַרְתִּי עַל־עִיר אֶחָת וְעַל־עִיר אַחַת לֹא אַמְטִיר חֶלְקָה אַחַת תִּמָּטֵר וְחֶלְקָה אֲשֶׁר־לֹא־תַמְטִיר עָלֶיהָ תִּיבָשׁ׃","וְנָעוּ שְׁתַּיִם שָׁלֹשׁ עָרִים אֶל־עִיר אַחַת לִשְׁתּוֹת מַיִם וְלֹא יִשְׂבָּעוּ וְלֹא־שַׁבְתֶּם עָדַי נְאֻם־יְהוָה׃","הִכֵּיתִי אֶתְכֶם בַּשִּׁדָּפוֹן וּבַיֵּרָקוֹן הַרְבּוֹת גַּנּוֹתֵיכֶם וְכַרְמֵיכֶם וּתְאֵנֵיכֶם וְזֵיתֵיכֶם יֹאכַל הַגָּזָם וְלֹא־שַׁבְתֶּם עָדַי נְאֻם־יְהוָה׃","שִׁלַּחְתִּי בָכֶם דֶּבֶר בְּדֶרֶךְ מִצְרַיִם הָרַגְתִּי בַחֶרֶב בַּחוּרֵיכֶם עִם שְׁבִי סוּסֵיכֶם וָאַעֲלֶה בְּאֹשׁ מַחֲנֵיכֶם וּבְאַפְּכֶם וְלֹא־שַׁבְתֶּם עָדַי נְאֻם־יְהוָה׃","הָפַכְתִּי בָכֶם כְּמַהְפֵּכַת אֱלֹהִים אֶת־סְדֹם וְאֶת־עֲמֹרָה וַתִּהְיוּ כְּאוּד מֻצָּל מִשְׂרֵפָה וְלֹא־שַׁבְתֶּם עָדַי נְאֻם־יְהוָה׃","לָכֵן כֹּה אֶעֱשֶׂה־לְּךָ יִשְׂרָאֵל עֵקֶב כִּי־זֹאת אֶעֱשֶׂה־לָּךְ הִכּוֹן לִקְרַאת־אֱלֹהֶיךָ יִשְׂרָאֵל׃","כִּי הִנֵּה יוֹצֵר הָרִים וּבֹרֵא רוּחַ וּמַגִּיד לְאָדָם מַה־שֵּׂחוֹ עֹשֵׂה שַׁחַר עֵיפָה וְדֹרֵךְ עַל־בָּמֳתֵי אָרֶץ יְהוָה אֱלֹהֵי־צְבָאוֹת שְׁמוֹ׃"],["שִׁמְעוּ אֶת־הַדָּבָר הַזֶּה אֲשֶׁר אָנֹכִי נֹשֵׂא עֲלֵיכֶם קִינָה בֵּית יִשְׂרָאֵל׃","נָפְלָה לֹא־תוֹסִיף קוּם בְּתוּלַת יִשְׂרָאֵל נִטְּשָׁה עַל־אַדְמָתָהּ אֵין מְקִימָהּ׃","כִּי כֹה אָמַר אֲדֹנָי יְהוִה הָעִיר הַיֹּצֵאת אֶלֶף תַּשְׁאִיר מֵאָה וְהַיּוֹצֵאת מֵאָה תַּשְׁאִיר עֲשָׂרָה לְבֵית יִשְׂרָאֵל׃","כִּי כֹה אָמַר יְהוָה לְבֵית יִשְׂרָאֵל דִּרְשׁוּנִי וִחְיוּ׃","וְאַל־תִּדְרְשׁוּ בֵּית־אֵל וְהַגִּלְגָּל לֹא תָבֹאוּ וּבְאֵר שֶׁבַע לֹא תַעֲבֹרוּ כִּי הַגִּלְגָּל גָּלֹה יִגְלֶה וּבֵית־אֵל יִהְיֶה לְאָוֶן׃","דִּרְשׁוּ אֶת־יְהוָה וִחְיוּ פֶּן־יִצְלַח כָּאֵשׁ בֵּית יוֹסֵף וְאָכְלָה וְאֵין־מְכַבֶּה לְבֵית־אֵל׃","הַהֹפְכִים לְלַעֲנָה מִשְׁפָּט וּצְדָקָה לָאָרֶץ הִנִּיחוּ׃","עֹשֵׂה כִימָה וּכְסִיל וְהֹפֵךְ לַבֹּקֶר צַלְמָוֶת וְיוֹם לַיְלָה הֶחְשִׁיךְ הַקּוֹרֵא לְמֵי־הַיָּם וַיִּשְׁפְּכֵם עַל־פְּנֵי הָאָרֶץ יְהוָה שְׁמוֹ׃","הַמַּבְלִיג שֹׁד עַל־עָז וְשֹׁד עַל־מִבְצָר יָבוֹא׃","שָׂנְאוּ בַשַּׁעַר מוֹכִיחַ וְדֹבֵר תָּמִים יְתָעֵבוּ׃","לָכֵן יַעַן בּוֹשַׁסְכֶם עַל־דָּל וּמַשְׂאַת־בַּר תִּקְחוּ מִמֶּנּוּ בָּתֵּי גָזִית בְּנִיתֶם וְלֹא־תֵשְׁבוּ בָם כַּרְמֵי־חֶמֶד נְטַעְתֶּם וְלֹא תִשְׁתּוּ אֶת־יֵינָם׃","כִּי יָדַעְתִּי רַבִּים פִּשְׁעֵיכֶם וַעֲצֻמִים חַטֹּאתֵיכֶם צֹרְרֵי צַדִּיק לֹקְחֵי כֹפֶר וְאֶבְיוֹנִים בַּשַּׁעַר הִטּוּ׃","לָכֵן הַמַּשְׂכִּיל בָּעֵת הַהִיא יִדֹּם כִּי עֵת רָעָה הִיא׃","דִּרְשׁוּ־טוֹב וְאַל־רָע לְמַעַן תִּחְיוּ וִיהִי־כֵן יְהוָה אֱלֹהֵי־צְבָאוֹת אִתְּכֶם כַּאֲשֶׁר אֲמַרְתֶּם׃","שִׂנְאוּ־רָע וְאֶהֱבוּ טוֹב וְהַצִּיגוּ בַשַּׁעַר מִשְׁפָּט אוּלַי יֶחֱנַן יְהוָה אֱלֹהֵי־צְבָאוֹת שְׁאֵרִית יוֹסֵף׃","לָכֵן כֹּה־אָמַר יְהוָה אֱלֹהֵי צְבָאוֹת אֲדֹנָי בְּכָל־רְחֹבוֹת מִסְפֵּד וּבְכָל־חוּצוֹת יֹאמְרוּ הוֹ־הוֹ וְקָרְאוּ אִכָּר אֶל־אֵבֶל וּמִסְפֵּד אֶל־יוֹדְעֵי נֶהִי׃","וּבְכָל־כְּרָמִים מִסְפֵּד כִּי־אֶעֱבֹר בְּקִרְבְּךָ אָמַר יְהוָה׃","הוֹי הַמִּתְאַוִּים אֶת־יוֹם יְהוָה לָמָּה־זֶּה לָכֶם יוֹם יְהוָה הוּא־חֹשֶׁךְ וְלֹא־אוֹר׃","כַּאֲשֶׁר יָנוּס אִישׁ מִפְּנֵי הָאֲרִי וּפְגָעוֹ הַדֹּב וּבָא הַבַּיִת וְסָמַךְ יָדוֹ עַל־הַקִּיר וּנְשָׁכוֹ הַנָּחָשׁ׃","הֲלֹא־חֹשֶׁךְ יוֹם יְהוָה וְלֹא־אוֹר וְאָפֵל וְלֹא־נֹגַהּ לוֹ׃","שָׂנֵאתִי מָאַסְתִּי חַגֵּיכֶם וְלֹא אָרִיחַ בְּעַצְּרֹתֵיכֶם׃","כִּי אִם־תַּעֲלוּ־לִי עֹלוֹת וּמִנְחֹתֵיכֶם לֹא אֶרְצֶה וְשֶׁלֶם מְרִיאֵיכֶם לֹא אַבִּיט׃","הָסֵר מֵעָלַי הֲמוֹן שִׁרֶיךָ וְזִמְרַת נְבָלֶיךָ לֹא אֶשְׁמָע׃","וְיִגַּל כַּמַּיִם מִשְׁפָּט וּצְדָקָה כְּנַחַל אֵיתָן׃","הַזְּבָחִים וּמִנְחָה הִגַּשְׁתֶּם־לִי בַמִּדְבָּר אַרְבָּעִים שָׁנָה בֵּית יִשְׂרָאֵל׃","וּנְשָׂאתֶם אֵת סִכּוּת מַלְכְּכֶם וְאֵת כִּיּוּן צַלְמֵיכֶם כּוֹכַב אֱלֹהֵיכֶם אֲשֶׁר עֲשִׂיתֶם לָכֶם׃","וְהִגְלֵיתִי אֶתְכֶם מֵהָלְאָה לְדַמָּשֶׂק אָמַר יְהוָה אֱלֹהֵי־צְבָאוֹת שְׁמוֹ׃"],["הוֹי הַשַּׁאֲנַנִּים בְּצִיּוֹן וְהַבֹּטְחִים בְּהַר שֹׁמְרוֹן נְקֻבֵי רֵאשִׁית הַגּוֹיִם וּבָאוּ לָהֶם בֵּית יִשְׂרָאֵל׃","עִבְרוּ כַלְנֵה וּרְאוּ וּלְכוּ מִשָּׁם חֲמַת רַבָּה וּרְדוּ גַת־פְּלִשְׁתּים הֲטוֹבִים מִן־הַמַּמְלָכוֹת הָאֵלֶּה אִם־רַב גְּבוּלָם מִגְּבֻלְכֶם׃","הַמְנַדִּים לְיוֹם רָע וַתַּגִּישׁוּן שֶׁבֶת חָמָס׃","הַשֹּׁכְבִים עַל־מִטּוֹת שֵׁן וּסְרֻחִים עַל־עַרְשׂוֹתָם וְאֹכְלִים כָּרִים מִצֹּאן וַעֲגָלִים מִתּוֹךְ מַרְבֵּק׃","הַפֹּרְטִים עַל־פִּי הַנָּבֶל כְּדָוִיד חָשְׁבוּ לָהֶם כְּלֵי־שִׁיר׃","הַשֹּׁתִים בְּמִזְרְקֵי יַיִן וְרֵאשִׁית שְׁמָנִים יִמְשָׁחוּ וְלֹא נֶחְלוּ עַל־שֵׁבֶר יוֹסֵף","לָכֵן עַתָּה יִגְלוּ בְּרֹאשׁ גֹּלִים וְסָר מִרְזַח סְרוּחִים׃","נִשְׁבַּע אֲדֹנָי יְהוִה בְּנַפְשׁוֹ נְאֻם־יְהוָה אֱלֹהֵי צְבָאוֹת מְתָאֵב אָנֹכִי אֶת־גְּאוֹן יַעֲקֹב וְאַרְמְנֹתָיו שָׂנֵאתִי וְהִסְגַּרְתִּי עִיר וּמְלֹאָהּ׃","וְהָיָה אִם־יִוָּתְרוּ עֲשָׂרָה אֲנָשִׁים בְּבַיִת אֶחָד וָמֵתוּ׃","וּנְשָׂאוֹ דּוֹדוֹ וּמְסָרְפוֹ לְהוֹצִיא עֲצָמִים מִן־הַבַּיִת וְאָמַר לַאֲשֶׁר בְּיַרְכְּתֵי הַבַּיִת הַעוֹד עִמָּךְ וְאָמַר אָפֶס וְאָמַר הָס כִּי לֹא לְהַזְכִּיר בְּשֵׁם יְהוָה׃","כִּי־הִנֵּה יְהוָה מְצַוֶּה וְהִכָּה הַבַּיִת הַגָּדוֹל רְסִיסִים וְהַבַּיִת הַקָּטֹן בְּקִעִים׃","הַיְרֻצוּן בַּסֶּלַע סוּסִים אִם־יַחֲרוֹשׁ בַּבְּקָרִים כִּי־הֲפַכְתֶּם לְרֹאשׁ מִשְׁפָּט וּפְרִי צְדָקָה לְלַעֲנָה׃","הַשְּׂמֵחִים לְלֹא דָבָר הָאֹמְרִים הֲלוֹא בְחָזְקֵנוּ לָקַחְנוּ לָנוּ קַרְנָיִם׃","כִּי הִנְנִי מֵקִים עֲלֵיכֶם בֵּית יִשְׂרָאֵל נְאֻם־יְהוָה אֱלֹהֵי הַצְּבָאוֹת גּוֹי וְלָחֲצוּ אֶתְכֶם מִלְּבוֹא חֲמָת עַד־נַחַל הָעֲרָבָה׃"],["כֹּה הִרְאַנִי אֲדֹנָי יְהוִה וְהִנֵּה יוֹצֵר גֹּבַי בִּתְחִלַּת עֲלוֹת הַלָּקֶשׁ וְהִנֵּה־לֶקֶשׁ אַחַר גִּזֵּי הַמֶּלֶךְ׃","וְהָיָה אִם־כִּלָּה לֶאֱכוֹל אֶת־עֵשֶׂב הָאָרֶץ וָאֹמַר אֲדֹנָי יְהוִה סְלַח־נָא מִי יָקוּם יַעֲקֹב כִּי קָטֹן הוּא׃","נִחַם יְהוָה עַל־זֹאת לֹא תִהְיֶה אָמַר יְהוָה׃","כֹּה הִרְאַנִי אֲדֹנָי יְהוִה וְהִנֵּה קֹרֵא לָרִב בָּאֵשׁ אֲדֹנָי יְהוִה וַתֹּאכַל אֶת־תְּהוֹם רַבָּה וְאָכְלָה אֶת־הַחֵלֶק׃","וָאֹמַר אֲדֹנָי יְהוִה חֲדַל־נָא מִי יָקוּם יַעֲקֹב כִּי קָטֹן הוּא׃","נִחַם יְהוָה עַל־זֹאת גַּם־הִיא לֹא תִהְיֶה אָמַר אֲדֹנָי יְהוִה׃","כֹּה הִרְאַנִי וְהִנֵּה אֲדֹנָי נִצָּב עַל־חוֹמַת אֲנָךְ וּבְיָדוֹ אֲנָךְ׃","וַיֹּאמֶר יְהוָה אֵלַי מָה־אַתָּה רֹאֶה עָמוֹס וָאֹמַר אֲנָךְ וַיֹּאמֶר אֲדֹנָי הִנְנִי שָׂם אֲנָךְ בְּקֶרֶב עַמִּי יִשְׂרָאֵל לֹא־אוֹסִיף עוֹד עֲבוֹר לוֹ׃","וְנָשַׁמּוּ בָּמוֹת יִשְׂחָק וּמִקְדְּשֵׁי יִשְׂרָאֵל יֶחֱרָבוּ וְקַמְתִּי עַל־בֵּית יָרָבְעָם בֶּחָרֶב׃","וַיִּשְׁלַח אֲמַצְיָה כֹּהֵן בֵּית־אֵל אֶל־יָרָבְעָם מֶלֶךְ־יִשְׂרָאֵל לֵאמֹר קָשַׁר עָלֶיךָ עָמוֹס בְּקֶרֶב בֵּית יִשְׂרָאֵל לֹא־תוּכַל הָאָרֶץ לְהָכִיל אֶת־כָּל־דְּבָרָיו׃","כִּי־כֹה אָמַר עָמוֹס בַּחֶרֶב יָמוּת יָרָבְעָם וְיִשְׂרָאֵל גָּלֹה יִגְלֶה מֵעַל אַדְמָתוֹ׃","וַיֹּאמֶר אֲמַצְיָה אֶל־עָמוֹס חֹזֶה לֵךְ בְּרַח־לְךָ אֶל־אֶרֶץ יְהוּדָה וֶאֱכָל־שָׁם לֶחֶם וְשָׁם תִּנָּבֵא׃","וּבֵית־אֵל לֹא־תוֹסִיף עוֹד לְהִנָּבֵא כִּי מִקְדַּשׁ־מֶלֶךְ הוּא וּבֵית מַמְלָכָה הוּא׃","וַיַּעַן עָמוֹס וַיֹּאמֶר אֶל־אֲמַצְיָה לֹא־נָבִיא אָנֹכִי וְלֹא בֶן־נָבִיא אָנֹכִי כִּי־בוֹקֵר אָנֹכִי וּבוֹלֵס שִׁקְמִים׃","וַיִּקָּחֵנִי יְהוָה מֵאַחֲרֵי הַצֹּאן וַיֹּאמֶר אֵלַי יְהוָה לֵךְ הִנָּבֵא אֶל־עַמִּי יִשְׂרָאֵל׃","וְעַתָּה שְׁמַע דְּבַר־יְהוָה אַתָּה אֹמֵר לֹא תִנָּבֵא עַל־יִשְׂרָאֵל וְלֹא תַטִּיף עַל־בֵּית יִשְׂחָק׃","לָכֵן כֹּה־אָמַר יְהוָה אִשְׁתְּךָ בָּעִיר תִּזְנֶה וּבָנֶיךָ וּבְנֹתֶיךָ בַּחֶרֶב יִפֹּלוּ וְאַדְמָתְךָ בַּחֶבֶל תְּחֻלָּק וְאַתָּה עַל־אֲדָמָה טְמֵאָה תָּמוּת וְיִשְׂרָאֵל גָּלֹה יִגְלֶה מֵעַל אַדְמָתוֹ׃"],["כֹּה הִרְאַנִי אֲדֹנָי יְהוִה וְהִנֵּה כְּלוּב קָיִץ׃","וַיֹּאמֶר מָה־אַתָּה רֹאֶה עָמוֹס וָאֹמַר כְּלוּב קָיִץ וַיֹּאמֶר יְהוָה אֵלַי בָּא הַקֵּץ אֶל־עַמִּי יִשְׂרָאֵל לֹא־אוֹסִיף עוֹד עֲבוֹר לוֹ׃","וְהֵילִילוּ שִׁירוֹת הֵיכָל בַּיּוֹם הַהוּא נְאֻם אֲדֹנָי יְהוִה רַב הַפֶּגֶר בְּכָל־מָקוֹם הִשְׁלִיךְ הָס׃","שִׁמְעוּ־זֹאת הַשֹּׁאֲפִים אֶבְיוֹן וְלַשְׁבִּית ענוי־[עֲנִיֵּי־] אָרֶץ׃","לֵאמֹר מָתַי יַעֲבֹר הַחֹדֶשׁ וְנַשְׁבִּירָה שֶּׁבֶר וְהַשַּׁבָּת וְנִפְתְּחָה־בָּר לְהַקְטִין אֵיפָה וּלְהַגְדִּיל שֶׁקֶל וּלְעַוֵּת מֹאזְנֵי מִרְמָה׃","לִקְנוֹת בַּכֶּסֶף דַּלִּים וְאֶבְיוֹן בַּעֲבוּר נַעֲלָיִם וּמַפַּל בַּר נַשְׁבִּיר׃","נִשְׁבַּע יְהוָה בִּגְאוֹן יַעֲקֹב אִם־אֶשְׁכַּח לָנֶצַח כָּל־מַעֲשֵׂיהֶם׃","הַעַל זֹאת לֹא־תִרְגַּז הָאָרֶץ וְאָבַל כָּל־יוֹשֵׁב בָּהּ וְעָלְתָה כָאֹר כֻּלָּהּ וְנִגְרְשָׁה ונשקה [וְנִשְׁקְעָה] כִּיאוֹר מִצְרָיִם׃","וְהָיָה בַּיּוֹם הַהוּא נְאֻם אֲדֹנָי יְהוִה וְהֵבֵאתִי הַשֶּׁמֶשׁ בַּצָּהֳרָיִם וְהַחֲשַׁכְתִּי לָאָרֶץ בְּיוֹם אוֹר׃","וְהָפַכְתִּי חַגֵּיכֶם לְאֵבֶל וְכָל־שִׁירֵיכֶם לְקִינָה וְהַעֲלֵיתִי עַל־כָּל־מָתְנַיִם שָׂק וְעַל־כָּל־רֹאשׁ קָרְחָה וְשַׂמְתִּיהָ כְּאֵבֶל יָחִיד וְאַחֲרִיתָהּ כְּיוֹם מָר׃","הִנֵּה יָמִים בָּאִים נְאֻם אֲדֹנָי יְהוִה וְהִשְׁלַחְתִּי רָעָב בָּאָרֶץ לֹא־רָעָב לַלֶּחֶם וְלֹא־צָמָא לַמַּיִם כִּי אִם־לִשְׁמֹעַ אֵת דִּבְרֵי יְהוָה׃","וְנָעוּ מִיָּם עַד־יָם וּמִצָּפוֹן וְעַד־מִזְרָח יְשׁוֹטְטוּ לְבַקֵּשׁ אֶת־דְּבַר־יְהוָה וְלֹא יִמְצָאוּ׃","בַּיּוֹם הַהוּא תִּתְעַלַּפְנָה הַבְּתוּלֹת הַיָּפוֹת וְהַבַּחוּרִים בַּצָּמָא׃","הַנִּשְׁבָּעִים בְּאַשְׁמַת שֹׁמְרוֹן וְאָמְרוּ חֵי אֱלֹהֶיךָ דָּן וְחֵי דֶּרֶךְ בְּאֵר־שָׁבַע וְנָפְלוּ וְלֹא־יָקוּמוּ עוֹד׃"],["רָאִיתִי אֶת־אֲדֹנָי נִצָּב עַל־הַמִּזְבֵּחַ וַיֹּאמֶר הַךְ הַכַּפְתּוֹר וְיִרְעֲשׁוּ הַסִּפִּים וּבְצַעַם בְּרֹאשׁ כֻּלָּם וְאַחֲרִיתָם בַּחֶרֶב אֶהֱרֹג לֹא־יָנוּס לָהֶם נָס וְלֹא־יִמָּלֵט לָהֶם פָּלִיט׃","אִם־יַחְתְּרוּ בִשְׁאוֹל מִשָּׁם יָדִי תִקָּחֵם וְאִם־יַעֲלוּ הַשָּׁמַיִם מִשָּׁם אוֹרִידֵם׃","וְאִם־יֵחָבְאוּ בְּרֹאשׁ הַכַּרְמֶל מִשָּׁם אֲחַפֵּשׂ וּלְקַחְתִּים וְאִם־יִסָּתְרוּ מִנֶּגֶד עֵינַי בְּקַרְקַע הַיָּם מִשָּׁם אֲצַוֶּה אֶת־הַנָּחָשׁ וּנְשָׁכָם׃","וְאִם־יֵלְכוּ בַשְּׁבִי לִפְנֵי אֹיבֵיהֶם מִשָּׁם אֲצַוֶּה אֶת־הַחֶרֶב וַהֲרָגָתַם וְשַׂמְתִּי עֵינִי עֲלֵיהֶם לְרָעָה וְלֹא לְטוֹבָה׃","וַאדֹנָי יְהוִה הַצְּבָאוֹת הַנּוֹגֵעַ בָּאָרֶץ וַתָּמוֹג וְאָבְלוּ כָּל־יוֹשְׁבֵי בָהּ וְעָלְתָה כַיְאֹר כֻּלָּהּ וְשָׁקְעָה כִּיאֹר מִצְרָיִם","הַבּוֹנֶה בַשָּׁמַיִם מעלותו [מַעֲלוֹתָיו] וַאֲגֻדָּתוֹ עַל־אֶרֶץ יְסָדָהּ הַקֹּרֵא לְמֵי־הַיָּם וַיִּשְׁפְּכֵם עַל־פְּנֵי הָאָרֶץ יְהוָה שְׁמוֹ׃","הֲלוֹא כִבְנֵי כֻשִׁיִּים אַתֶּם לִי בְּנֵי יִשְׂרָאֵל נְאֻם־יְהוָה הֲלוֹא אֶת־יִשְׂרָאֵל הֶעֱלֵיתִי מֵאֶרֶץ מִצְרַיִם וּפְלִשְׁתִּיִּים מִכַּפְתּוֹר וַאֲרָם מִקִּיר׃","הִנֵּה עֵינֵי אֲדֹנָי יְהוִה בַּמַּמְלָכָה הַחַטָּאָה וְהִשְׁמַדְתִּי אֹתָהּ מֵעַל פְּנֵי הָאֲדָמָה אֶפֶס כִּי לֹא הַשְׁמֵיד אַשְׁמִיד אֶת־בֵּית יַעֲקֹב נְאֻם־יְהוָה׃","כִּי־הִנֵּה אָנֹכִי מְצַוֶּה וַהֲנִעוֹתִי בְכָל־הַגּוֹיִם אֶת־בֵּית יִשְׂרָאֵל כַּאֲשֶׁר יִנּוֹעַ בַּכְּבָרָה וְלֹא־יִפּוֹל צְרוֹר אָרֶץ׃","בַּחֶרֶב יָמוּתוּ כֹּל חַטָּאֵי עַמִּי הָאֹמְרִים לֹא־תַגִּישׁ וְתַקְדִּים בַּעֲדֵינוּ הָרָעָה׃","בַּיּוֹם הַהוּא אָקִים אֶת־סֻכַּת דָּוִיד הַנֹּפֶלֶת וְגָדַרְתִּי אֶת־פִּרְצֵיהֶן וַהֲרִסֹתָיו אָקִים וּבְנִיתִיהָ כִּימֵי עוֹלָם׃","לְמַעַן יִירְשׁוּ אֶת־שְׁאֵרִית אֱדוֹם וְכָל־הַגּוֹיִם אֲשֶׁר־נִקְרָא שְׁמִי עֲלֵיהֶם נְאֻם־יְהוָה עֹשֶׂה זֹּאת׃","הִנֵּה יָמִים בָּאִים נְאֻם־יְהוָה וְנִגַּשׁ חוֹרֵשׁ בַּקֹּצֵר וְדֹרֵךְ עֲנָבִים בְּמֹשֵׁךְ הַזָּרַע וְהִטִּיפוּ הֶהָרִים עָסִיס וְכָל־הַגְּבָעוֹת תִּתְמוֹגַגְנָה׃","וְשַׁבְתִּי אֶת־שְׁבוּת עַמִּי יִשְׂרָאֵל וּבָנוּ עָרִים נְשַׁמּוֹת וְיָשָׁבוּ וְנָטְעוּ כְרָמִים וְשָׁתוּ אֶת־יֵינָם וְעָשׂוּ גַנּוֹת וְאָכְלוּ אֶת־פְּרִיהֶם׃","וּנְטַעְתִּים עַל־אַדְמָתָם וְלֹא יִנָּתְשׁוּ עוֹד מֵעַל אַדְמָתָם אֲשֶׁר נָתַתִּי לָהֶם אָמַר יְהוָה אֱלֹהֶיךָ׃"]],"english":[["The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.","And he said: The LORD roareth from Zion, And uttereth His voice from Jerusalem; and the pastures of the shepherds shall mourn, and the top of Carmel shall wither.","For thus saith the LORD: For three transgressions of Damascus, yea, for four, I will not reverse it: because they have threshed Gilead with sledges of iron.","So will I send a fire into the house of Hazael, and it shall devour the palaces of Ben-hadad;","And I will break the bar of Damascus, and cut off the inhabitant from Bikath-Aven, and him that holdeth the sceptre from Beth-eden; and the people of Aram shall go into captivity unto Kir, saith the LORD.","Thus saith the LORD: For three transgressions of Gaza, yea, for four, I will not reverse it: because they carried away captive a whole captivity, to deliver them up to Edom.","So will I send a fire on the wall of Gaza, and it shall devour the palaces thereof;","And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon; and I will turn My hand against Ekron, and the remnant of the Philistines shall perish, saith the Lord GOD.","Thus saith the LORD: For three transgressions of Tyre, yea, for four, I will not reverse it: because they delivered up a whole captivity to Edom, and remembered not the brotherly covenant.","So will I send a fire on the wall of Tyre, and it shall devour the palaces thereof.","Thus saith the LORD: For three transgressions of Edom, yea, for four, I will not reverse it: because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever.","So will I send a fire upon Teman, and it shall devour the palaces of Bozrah.","Thus saith the LORD: For three transgressions of the children of Ammon, yea, for four, I will not reverse it: because they have ripped up the women with child of Gilead, that they might enlarge their border.","So will I kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind;","And their king shall go into captivity, he and his princes together, saith the LORD."],["Thus saith the LORD: For three transgressions of Moab, Yea, for four, I will not reverse it: Because he burned the bones of the king of Edom into lime.","So will I send a fire upon Moab, And it shall devour the palaces of Kerioth; And Moab shall die with tumult, With shouting, and with the sound of the horn;","And I will cut off the judge from the midst thereof, And will slay all the princes thereof with him, Saith the LORD.","Thus saith the LORD: For three transgressions of Judah, Yea, for four, I will not reverse it: Because they have rejected the law of the LORD, And have not kept His statutes, And their lies have caused them to err, After which their fathers did walk.","So will I send a fire upon Judah, And it shall devour the palaces of Jerusalem.","Thus saith the LORD: For three transgressions of Israel, Yea, for four, I will not reverse it: Because they sell the righteous for silver, And the needy for a pair of shoes;","That pant after the dust of the earth on the head of the poor, And turn aside the way of the humble; And a man and his father go unto the same maid, To profane My holy name; .","And they lay themselves down beside every altar Upon clothes taken in pledge, And in the house of their God they drink The wine of them that have been fined.","Yet destroyed I the Amorite before them, Whose height was like the height of the cedars, And he was strong as the oaks; Yet I destroyed his fruit from above, And his roots from beneath.","Also I brought you up out of the land of Egypt, And led you forty years in the wilderness, To possess the land of the Amorites.","And I raised up of your sons for prophets, And of your young men for Nazirites. Is it not even thus, O ye children of Israel? Saith the LORD.","But ye gave the Nazirites wine to drink; And commanded the prophets, saying: ‘Prophesy not.’","Behold, I will make it creak under you, As a cart creaketh that is full of sheaves.","And flight shall fail the swift, And the strong shall not exert his strength, Neither shall the mighty deliver himself;","Neither shall he stand that handleth the bow; And he that is swift of foot shall not deliver himself; Neither shall he that rideth the horse deliver himself;","And he that is courageous among the mighty Shall flee away naked in that day, Saith the LORD."],["Hear this word that the LORD hath spoken against you, O children of Israel, against the whole family which I brought up out of the land of Egypt, saying:","You only have I known of all the families of the earth; Therefore I will visit upon you all your iniquities.","Will two walk together, Except they have agreed?","Will a lion roar in the forest, When he hath no prey? Will a young lion give forth his voice out of his den, If he have taken nothing?","Will a bird fall in a snare upon the earth, Where there is no lure for it? Will a snare spring up from the ground, And have taken nothing at all?","Shall the horn be blown in a city, And the people not tremble? Shall evil befall a city, And the LORD hath not done it?","For the Lord GOD will do nothing, But He revealeth His counsel unto His servants the prophets.","The lion hath roared, Who will not fear? The Lord GOD hath spoken, Who can but prophesy?","Proclaim it upon the palaces at Ashdod, And upon the palaces in the land of Egypt, And say: ‘Assemble yourselves upon the mountains of Samaria, And behold the great confusions therein, And the oppressions in the midst thereof.’","For they know not to do right, saith the LORD, Who store up violence and robbery in their palaces.","Therefore thus saith the Lord GOD: An adversary, even round about the land! And he shall bring down thy strength from thee, And thy palaces shall be spoiled.","Thus saith the LORD: As the shepherd rescueth out of the mouth of the lion Two legs, or a piece of an ear, So shall the children of Israel that dwell in Samaria Escape with the corner of a couch, and the leg of a bed.","Hear ye, and testify against the house of Jacob, Saith the Lord GOD, the God of hosts.","For in the day that I shall visit the transgressions of Israel upon him, I will also punish the altars of Beth-el, And the horns of the altar shall be cut off, And fall to the ground.","And I will smite the winter-house with the summer-house; And the houses of ivory shall perish, And the great houses shall have an end, Saith the LORD."],["Hear this word, ye kine of Bashan, That are in the mountain of Samaria, That oppress the poor, that crush the needy, That say unto their lords: ‘Bring, that we may feast.’","The Lord GOD hath sworn by His holiness: Lo, surely the days shall come upon you, That ye shall be taken away with hooks, And your residue with fish-hooks.","And ye shall go out at the breaches, every one straight before her; And ye shall be cast into Harmon, Saith the LORD.","Come to Beth-el, and transgress, To Gilgal, and multiply transgression; And bring your sacrifices in the morning, And your tithes after three days;","And offer a sacrifice of thanksgiving of that which is leavened, And proclaim freewill-offerings and publish them; For so ye love to do, O ye children of Israel, Saith the Lord GOD.","And I also have given you Cleanness of teeth in all your cities, And want of bread in all your places; Yet have ye not returned unto Me, Saith the LORD.","And I also have withholden the rain from you, When there were yet three months to the harvest; And I caused it to rain upon one city, And caused it not to rain upon another city; One piece was rained upon, And the piece whereupon it rained not withered.","So two or three cities wandered unto one city To drink water, and were not satisfied; Yet have ye not returned unto Me, Saith the LORD.","I have smitten you with blasting and mildew; The multitude of your gardens and your vineyards And your fig-trees and your olive-trees Hath the palmer-worm devoured; Yet have ye not returned unto Me, Saith the LORD.","I have sent among you the pestilence in the way of Egypt; Your young men have I slain with the sword, And have carried away your horses; And I have made the stench of your camp to come up even into your nostrils; Yet have ye not returned unto Me, Saith the LORD.","I have overthrown some of you, As God overthrew Sodom and Gomorrah, And ye were as a brand plucked out of the burning; Yet have ye not returned unto Me, Saith the LORD.","Therefore thus will I do unto thee, O Israel; Because I will do this unto thee, Prepare to meet thy God, O Israel.","For, lo, He that formeth the mountains, and createth the wind, And declareth unto man what is his thought, That maketh the morning darkness, And treadeth upon the high places of the earth; The LORD, the God of hosts, is His name."],["Hear ye this word which I take up for a lamentation over you, O house of Israel:","The virgin of Israel is fallen, She shall no more rise; She is cast down upon her land, There is none to raise her up.","For thus saith the Lord GOD: The city that went forth a thousand shall have a hundred left, and that which went forth a hundred shall have ten left, of the house of Israel.","For thus saith the LORD unto the house of Israel: Seek ye Me, and live;","But seek not Beth-el, Nor enter into Gilgal, And pass not to Beer-sheba; For Gilgal shall surely go into captivity, And Beth-el shall come to nought.","Seek the LORD, and live— Lest He break out like fire in the house of Joseph, And it devour, and there be none to quench it in Bethel—","Ye who turn judgment to wormwood, And cast righteousness to the ground;","Him that maketh the Pleiades and Orion, And bringeth on the shadow of death in the morning, And darkeneth the day into night; That calleth for the waters of the sea, And poureth them out upon the face of the earth; The LORD is His name;","That causeth destruction to flash upon the strong, So that destruction cometh upon the fortress.","They hate him that reproveth in the gate, And they abhor him that speaketh uprightly.","Therefore, because ye trample upon the poor, And take from him exactions of wheat; Ye have built houses of hewn stone, But ye shall not dwell in them, Ye have planted pleasant vineyards, But ye shall not drink wine thereof.","For I know how manifold are your transgressions, And how mighty are your sins; Ye that afflict the just, that take a ransom, And that turn aside the needy in the gate.","Therefore the prudent doth keep silence in such a time; For it is an evil time.","Seek good, and not evil, that ye may live; And so the LORD, the God of hosts, will be with you, as ye say.","Hate the evil, and love the good, And establish justice in the gate; It may be that the LORD, the God of hosts, Will be gracious unto the remnant of Joseph.","Therefore thus saith the LORD, The God of hosts, the Lord: Lamentation shall be in all the broad places, And they shall say in all the streets: ‘Alas! alas! ’ And they shall call the husbandman to mourning, And proclaim lamentation to such as are skilful of wailing.","And in all vineyards shall be lamentation; For I will pass through the midst of thee, Saith the LORD.","Woe unto you that desire the day of the LORD! Wherefore would ye have the day of the LORD? It is darkness, and not light.","As if a man did flee from a lion, And a bear met him; And went into the house and leaned his hand on the wall, And a serpent bit him.","Shall not the day of the LORD be darkness, and not light? Even very dark, and no brightness in it?","I hate, I despise your feasts, And I will take no delight in your solemn assemblies.","Yea, though ye offer me burnt-offerings and your meal-offerings, I will not accept them; Neither will I regard the peace-offerings of your fat beasts.","Take thou away from Me the noise of thy songs; And let Me not hear the melody of thy psalteries.","But let justice well up as waters, And righteousness as a mighty stream.","Did ye bring unto Me sacrifices and offerings in the wilderness forty years, O house of Israel?","So shall ye take up Siccuth your king and Chiun your images, the star of your god, which ye made to yourselves.","Therefore will I cause you to go into captivity beyond Damascus, saith He, whose name is the LORD God of hosts."],["Woe to them that are at ease in Zion, And to them that are secure in the mountain of Samaria, The notable men of the first of the nations, To whom the house of Israel come!","Pass ye unto Calneh, and see, And from thence go ye to Hamath the great; Then go down to Gath of the Philistines; Are they better than these kingdoms? Or is their border greater than your border? .","Ye that put far away the evil day, And cause the seat of violence to come near;","That lie upon beds of ivory, And stretch themselves upon their couches, And eat the lambs out of the flock, And the calves out of the midst of the stall;","That thrum on the psaltery, That devise for themselves instruments of music, like David;","That drink wine in bowls, And anoint themselves with the chief ointments; But they are not grieved for the hurt of Joseph.","Therefore now shall they go captive at the head of them that go captive, And the revelry of them that stretched themselves shall pass away.","The Lord GOD hath sworn by Himself, Saith the LORD, the God of hosts: I abhor the pride of Jacob, And hate his palaces; And I will deliver up the city with all that is therein.","And it shall come to pass, if there remain ten men in one house, that they shall die.","And when a man’s uncle shall take him up, even he that burneth him, to bring out the bones out of the house, and shall say unto him that is in the innermost parts of the house: ‘Is there yet any with thee?’ and he shall say: ‘No’; then shall he say: ‘Hold thy peace; for we must not make mention of the name of the LORD.’","For, behold, the LORD commandeth, And the great house shall be smitten into splinters, And the little house into chips.","Do horses run upon the rocks? Doth one plow there with oxen? That ye have turned justice into gall, And the fruit of righteousness into wormwood;","Ye that rejoice in a thing of nought, That say: ‘Have we not taken to us horns by our own strength?’","For, behold, I will raise up against you a nation, O house of Israel, saith the LORD, the God of hosts; and they shall afflict you from the entrance of Hamath unto the Brook of the Arabah."],["Thus the Lord GOD showed me; and, behold, He formed locusts in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king’s mowings.","And if it had come to pass, that when they had made an end of eating the grass of the land—so I said: O Lord GOD, forgive, I beseech Thee; How shall Jacob stand? for he is small.","The LORD repented concerning this; ‘It shall not be’, saith the LORD. .","Thus the Lord GOD showed me; and, behold, the Lord GOD called to contend by fire; and it devoured the great deep, and would have eaten up the land.","Then said I: O Lord GOD, cease, I beseech Thee; How shall Jacob stand? for he is small.","The LORD repented concerning this; ‘This also shall not be’, saith the Lord GOD.","Thus He showed me; and, behold, the Lord stood beside a wall made by a plumbline, with a plumbline in His hand.","And the LORD said unto me: ‘Amos, what seest thou?’ And I said: ‘A plumbline.’ Then said the Lord: Behold, I will set a plumbline in the midst of My people Israel; I will not again pardon them any more;","And the high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste; And I will rise against the house of Jeroboam with the sword.","Then Amaziah the priest of Beth-el sent to Jeroboam king of Israel, saying: ‘Amos hath conspired against thee in the midst of the house of Israel; the land is not able to bear all his words.","For thus Amos saith: Jeroboam shall die by the sword, And Israel shall surely be led away captive out of his land.’","Also Amaziah said unto Amos: ‘O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there;","but prophesy not again any more at Beth-el, for it is the king’s sanctuary, and it is a royal house.’","Then answered Amos, and said to Amaziah: ‘I was no prophet, neither was I a prophet’s son; but I was a herdman, and a dresser of sycamore-trees;","and the LORD took me from following the flock, and the LORD said unto me: Go, prophesy unto My people Israel.","Now therefore hear thou the word of the LORD: Thou sayest: Prophesy not against Israel, And preach not against the house of Isaac;","Therefore thus saith the LORD: Thy wife shall be a harlot in the city, And thy sons and thy daughters shall fall by the sword, And thy land shall be divided by line; And thou thyself shalt die in an unclean land, And Israel shall surely be led away captive out of his land.’"],["Thus the Lord GOD showed me; and behold a basket of summer fruit.","And He said: ‘Amos, what seest thou?’ And I said: ‘A basket of asummer fruit.’ Then said the LORD unto me: I will not again pardon them any more.","And the songs of the palace shall be wailings in that day, Saith the Lord GOD; The dead bodies shall be many; In every place silence shall be cast.","Hear this, O ye that would swallow the needy, And destroy the poor of the land,","Saying: ‘When will the new moon be gone, that we may sell grain? And the sabbath, that we may set forth corn? Making the ephah small, and the shekel great, And falsifying the balances of deceit;","That we may buy the poor for silver, And the needy for a pair of shoes, And sell the refuse of the corn?’","The LORD hath sworn by the pride of Jacob: Surely I will never forget any of their works.","Shall not the land tremble for this, And every one mourn that dwelleth therein? Yea, it shall rise up wholly like the River; And it shall be troubled and sink again, like the River of Egypt.","And it shall come to pass in that day, Saith the Lord GOD, That I will cause the sun to go down at noon, And I will darken the earth in the clear day.","And I will turn your feasts into mourning, And all your songs into lamentation; And I will bring up sackcloth upon all loins, And baldness upon every head; And I will make it as the mourning for an only son, And the end thereof as a bitter day.","Behold, the days come, saith the Lord GOD, That I will send a famine in the land, Not a famine of bread, nor a thirst for water, But of hearing the words of the LORD.","And they shall wander from sea to sea, And from the north even to the east; They shall run to and fro to seek the word of the LORD, And shall not find it.","In that day shall the fair virgins And the young men faint for thirst.","They that swear by the sin of Samaria, And say: ‘As thy God, O Dan, liveth’; And: ‘As the way of Beer-sheba liveth’; Even they shall fall, and never rise up again."],["I saw the Lord standing beside the altar; and He said: Smite the capitals, that the posts may shake; And break them in pieces on the head of all of them; And I will slay the residue of them with the sword; There shall not one of them flee away, And there shall not one of them escape.","Though they dig into the nether-world, Thence shall My hand take them; And though they climb up to heaven, Thence will I bring them down.","And though they hide themselves in the top of Carmel, I will search and take them out thence; And though they be hid from My sight in the bottom of the sea, Thence will I command the serpent, and he shall bite them.","And though they go into captivity before their enemies, Thence will I command the sword, and it shall slay them; And I will set Mine eyes upon them For evil, and not for good.","For the Lord, the GOD of hosts, Is He that toucheth the land and it melteth, And all that dwell therein mourn; And it riseth up wholly like the River, And sinketh again, like the River of Egypt;","It is He that buildeth His upper chambers in the heaven, And hath founded His vault upon the earth; He that calleth for the waters of the sea, And poureth them out upon the face of the earth; The LORD is His name.","Are ye not as the children of the Ethiopians unto Me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt, And the Philistines from Caphtor, And Aram from Kir?","Behold, the eyes of the Lord GOD Are upon the sinful kingdom, And I will destroy it from off the face of the earth; Saving that I will not utterly destroy the house of Jacob, Saith the LORD.","For, lo, I will command, and I will sift the house of Israel among all the nations, Like as corn is sifted in a sieve, Yet shall not the least grain fall upon the earth.","All the sinners of My people shall die by the sword, That say: ‘The evil shall not overtake nor confront us.’ .","In that day will I raise up The tabernacle of David that is fallen, And close up the breaches thereof, And I will raise up his ruins, And I will build it as in the days of old;","That they may possess the remnant of Edom, And all the nations, upon whom My name is called, Saith the LORD that doeth this.","Behold, the days come, saith the LORD, That the plowman shall overtake the reaper, And the treader of grapes him that soweth seed; And the mountains shall drop sweet wine, And all the hills shall melt.","And I will turn the captivity of My people Israel, And they shall build the waste cities, and inhabit them; And they shall plant vineyards, and drink the wine thereof; They shall also make gardens, and eat the fruit of them.","And I will plant them upon their land, And they shall no more be plucked up Out of their land which I have given them, Saith the LORD thy God."]]},"ovadia":{"hebrew":[["חֲזוֹן עֹבַדְיָה כֹּה־אָמַר אֲדֹנָי יְהוִה לֶאֱדוֹם שְׁמוּעָה שָׁמַעְנוּ מֵאֵת יְהוָה וְצִיר בַּגּוֹיִם שֻׁלָּח קוּמוּ וְנָקוּמָה עָלֶיהָ לַמִּלְחָמָה׃","הִנֵּה קָטֹן נְתַתִּיךָ בַּגּוֹיִם בָּזוּי אַתָּה מְאֹד׃","זְדוֹן לִבְּךָ הִשִּׁיאֶךָ שֹׁכְנִי בְחַגְוֵי־סֶּלַע מְרוֹם שִׁבְתּוֹ אֹמֵר בְּלִבּוֹ מִי יוֹרִדֵנִי אָרֶץ׃","אִם־תַּגְבִּיהַּ כַּנֶּשֶׁר וְאִם־בֵּין כּוֹכָבִים שִׂים קִנֶּךָ מִשָּׁם אוֹרִידְךָ נְאֻם־יְהוָה׃","אִם־גַּנָּבִים בָּאוּ־לְךָ אִם־שׁוֹדְדֵי לַיְלָה אֵיךְ נִדְמֵיתָה הֲלוֹא יִגְנְבוּ דַּיָּם אִם־בֹּצְרִים בָּאוּ לָךְ הֲלוֹא יַשְׁאִירוּ עֹלֵלוֹת׃","אֵיךְ נֶחְפְּשׂוּ עֵשָׂו נִבְעוּ מַצְפֻּנָיו׃","עַד־הַגְּבוּל שִׁלְּחוּךָ כֹּל אַנְשֵׁי בְרִיתֶךָ הִשִּׁיאוּךָ יָכְלוּ לְךָ אַנְשֵׁי שְׁלֹמֶךָ לַחְמְךָ יָשִׂימוּ מָזוֹר תַּחְתֶּיךָ אֵין תְּבוּנָה בּוֹ׃","הֲלוֹא בַּיּוֹם הַהוּא נְאֻם־יְהוָה וְהַאֲבַדְתִּי חֲכָמִים מֵאֱדוֹם וּתְבוּנָה מֵהַר עֵשָׂו׃","וְחַתּוּ גִבּוֹרֶיךָ תֵּימָן לְמַעַן יִכָּרֶת־אִישׁ מֵהַר עֵשָׂו מִקָּטֶל׃","מֵחֲמַס אָחִיךָ יַעֲקֹב תְּכַסְּךָ בוּשָׁה וְנִכְרַתָּ לְעוֹלָם׃","בְּיוֹם עֲמָדְךָ מִנֶּגֶד בְּיוֹם שְׁבוֹת זָרִים חֵילוֹ וְנָכְרִים בָּאוּ שערו [שְׁעָרָיו] וְעַל־יְרוּשָׁלִַם יַדּוּ גוֹרָל גַּם־אַתָּה כְּאַחַד מֵהֶם׃","וְאַל־תֵּרֶא בְיוֹם־אָחִיךָ בְּיוֹם נָכְרוֹ וְאַל־תִּשְׂמַח לִבְנֵי־יְהוּדָה בְּיוֹם אָבְדָם וְאַל־תַּגְדֵּל פִּיךָ בְּיוֹם צָרָה׃","אַל־תָּבוֹא בְשַׁעַר־עַמִּי בְּיוֹם אֵידָם אַל־תֵּרֶא גַם־אַתָּה בְּרָעָתוֹ בְּיוֹם אֵידוֹ וְאַל־תִּשְׁלַחְנָה בְחֵילוֹ בְּיוֹם אֵידוֹ׃","וְאַל־תַּעֲמֹד עַל־הַפֶּרֶק לְהַכְרִית אֶת־פְּלִיטָיו וְאַל־תַּסְגֵּר שְׂרִידָיו בְּיוֹם צָרָה׃","כִּי־קָרוֹב יוֹם־יְהוָה עַל־כָּל־הַגּוֹיִם כַּאֲשֶׁר עָשִׂיתָ יֵעָשֶׂה לָּךְ גְּמֻלְךָ יָשׁוּב בְּרֹאשֶׁךָ׃","כִּי כַּאֲשֶׁר שְׁתִיתֶם עַל־הַר קָדְשִׁי יִשְׁתּוּ כָל־הַגּוֹיִם תָּמִיד וְשָׁתוּ וְלָעוּ וְהָיוּ כְּלוֹא הָיוּ׃","וּבְהַר צִיּוֹן תִּהְיֶה פְלֵיטָה וְהָיָה קֹדֶשׁ וְיָרְשׁוּ בֵּית יַעֲקֹב אֵת מוֹרָשֵׁיהֶם׃","וְהָיָה בֵית־יַעֲקֹב אֵשׁ וּבֵית יוֹסֵף לֶהָבָה וּבֵית עֵשָׂו לְקַשׁ וְדָלְקוּ בָהֶם וַאֲכָלוּם וְלֹא־יִהְיֶה שָׂרִיד לְבֵית עֵשָׂו כִּי יְהוָה דִּבֵּר׃","וְיָרְשׁוּ הַנֶּגֶב אֶת־הַר עֵשָׂו וְהַשְּׁפֵלָה אֶת־פְּלִשְׁתִּים וְיָרְשׁוּ אֶת־שְׂדֵה אֶפְרַיִם וְאֵת שְׂדֵה שֹׁמְרוֹן וּבִנְיָמִן אֶת־הַגִּלְעָד׃","וְגָלֻת הַחֵל־הַזֶּה לִבְנֵי יִשְׂרָאֵל אֲשֶׁר־כְּנַעֲנִים עַד־צָרְפַת וְגָלֻת יְרוּשָׁלִַם אֲשֶׁר בִּסְפָרַד יִרְשׁוּ אֵת עָרֵי הַנֶּגֶב׃","וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת־הַר עֵשָׂו וְהָיְתָה לַיהוָה הַמְּלוּכָה׃"]],"english":[["The vision of Obadiah. Thus saith the Lord GOD concerning Edom: We have heard a message from the LORD, And an ambassador is sent among the nations: ‘Arise ye, and let us rise up against her in battle.’","Behold, I make thee small among the nations; Thou art greatly despised.","The pride of thy heart hath beguiled thee, O thou that dwellest in the clefts of the rock, Thy habitation on high; That sayest in thy heart: ‘Who shall bring me down to the ground?’","Though thou make thy nest as high as the eagle, And though thou set it among the stars, I will bring thee down from thence, saith the LORD.","If thieves came to thee, if robbers by night— How art thou cut off!— Would they not steal till they had enough? If grape-gatherers came to thee, Would they not leave some gleaning grapes?","How is Esau searched out! How are his hidden places sought out!","All the men of thy confederacy Have conducted thee to the border; The men that were at peace with thee Have beguiled thee, and prevailed against thee; They that eat thy bread lay a snare under thee, In whom there is no discernment.","Shall I not in that day, saith the LORD, Destroy the wise men out of Edom, And discernment out of the mount of Esau?","And thy mighty men, O Teman, shall be dismayed, To the end that every one may be cut off from the mount of Esau by slaughter.","For the violence done to thy brother Jacob shame shall cover thee, And thou shalt be cut off for ever.","In the day that thou didst stand aloof, In the day that strangers carried away his substance, And foreigners entered into his gates, And cast lots upon Jerusalem, Even thou wast as one of them.","But thou shouldest not have gazed on the day of thy brother In the day of his disaster, Neither shouldest thou have rejoiced over the children of Judah In the day of their destruction; Neither shouldest thou have spoken proudly In the day of distress.","Thou shouldest not have entered into the gate of My people In the day of their calamity; Yea, thou shouldest not have gazed on their affliction In the day of their calamity, Nor have laid hands on their substance In the day of their calamity.","Neither shouldest thou have stood in the crossway, To cut off those of his that escape; Neither shouldest thou have delivered up those of his That did remain in the day of distress.","For the day of the LORD is near upon all the nations; As thou hast done, it shall be done unto thee; Thy dealing shall return upon thine own head. .","For as ye have drunk upon My holy mountain, So shall all the nations drink continually, Yea, they shall drink, and swallow down, And shall be as though they had not been.","But in mount Zion there shall be those that escape, And it shall be holy; And the house of Jacob shall possess their possessions.","And the house of Jacob shall be a fire, And the house of Joseph a flame, And the house of Esau for stubble, And they shall kindle in them, and devour them; And there shall not be any remaining of the house of Esau; For the LORD hath spoken.","And they of the South shall possess the mount of Esau, And they of the Lowland the Philistines; And they shall possess the field of Ephraim, And the field of Samaria; And Benjamin shall possess Gilead.","And the captivity of this host of the children of Israel, That are among the Canaanites, even unto Zarephath, And the captivity of Jerusalem, that is in Sepharad, Shall possess the cities of the South.","And saviours shall come up on mount Zion To judge the mount of Esau; And the kingdom shall be the LORD’S."]]},"yonah":{"hebrew":[["וַיְהִי דְּבַר־יְהוָה אֶל־יוֹנָה בֶן־אֲמִתַּי לֵאמֹר׃","קוּם לֵךְ אֶל־נִינְוֵה הָעִיר הַגְּדוֹלָה וּקְרָא עָלֶיהָ כִּי־עָלְתָה רָעָתָם לְפָנָי׃","וַיָּקָם יוֹנָה לִבְרֹחַ תַּרְשִׁישָׁה מִלִּפְנֵי יְהוָה וַיֵּרֶד יָפוֹ וַיִּמְצָא אָנִיָּה בָּאָה תַרְשִׁישׁ וַיִּתֵּן שְׂכָרָהּ וַיֵּרֶד בָּהּ לָבוֹא עִמָּהֶם תַּרְשִׁישָׁה מִלִּפְנֵי יְהוָה׃","וַיהוָה הֵטִיל רוּחַ־גְּדוֹלָה אֶל־הַיָּם וַיְהִי סַעַר־גָּדוֹל בַּיָּם וְהָאֳנִיָּה חִשְּׁבָה לְהִשָּׁבֵר׃","וַיִּירְאוּ הַמַּלָּחִים וַיִּזְעֲקוּ אִישׁ אֶל־אֱלֹהָיו וַיָּטִלוּ אֶת־הַכֵּלִים אֲשֶׁר בָּאֳנִיָּה אֶל־הַיָּם לְהָקֵל מֵעֲלֵיהֶם וְיוֹנָה יָרַד אֶל־יַרְכְּתֵי הַסְּפִינָה וַיִּשְׁכַּב וַיֵּרָדַם׃","וַיִּקְרַב אֵלָיו רַב הַחֹבֵל וַיֹּאמֶר לוֹ מַה־לְּךָ נִרְדָּם קוּם קְרָא אֶל־אֱלֹהֶיךָ אוּלַי יִתְעַשֵּׁת הָאֱלֹהִים לָנוּ וְלֹא נֹאבֵד׃","וַיֹּאמְרוּ אִישׁ אֶל־רֵעֵהוּ לְכוּ וְנַפִּילָה גוֹרָלוֹת וְנֵדְעָה בְּשֶׁלְּמִי הָרָעָה הַזֹּאת לָנוּ וַיַּפִּלוּ גּוֹרָלוֹת וַיִּפֹּל הַגּוֹרָל עַל־יוֹנָה׃","וַיֹּאמְרוּ אֵלָיו הַגִּידָה־נָּא לָנוּ בַּאֲשֶׁר לְמִי־הָרָעָה הַזֹּאת לָנוּ מַה־מְּלַאכְתְּךָ וּמֵאַיִן תָּבוֹא מָה אַרְצֶךָ וְאֵי־מִזֶּה עַם אָתָּה׃","וַיֹּאמֶר אֲלֵיהֶם עִבְרִי אָנֹכִי וְאֶת־יְהוָה אֱלֹהֵי הַשָּׁמַיִם אֲנִי יָרֵא אֲשֶׁר־עָשָׂה אֶת־הַיָּם וְאֶת־הַיַּבָּשָׁה׃","וַיִּירְאוּ הָאֲנָשִׁים יִרְאָה גְדוֹלָה וַיֹּאמְרוּ אֵלָיו מַה־זֹּאת עָשִׂיתָ כִּי־יָדְעוּ הָאֲנָשִׁים כִּי־מִלִּפְנֵי יְהוָה הוּא בֹרֵחַ כִּי הִגִּיד לָהֶם׃","וַיֹּאמְרוּ אֵלָיו מַה־נַּעֲשֶׂה לָּךְ וְיִשְׁתֹּק הַיָּם מֵעָלֵינוּ כִּי הַיָּם הוֹלֵךְ וְסֹעֵר׃","וַיֹּאמֶר אֲלֵיהֶם שָׂאוּנִי וַהֲטִילֻנִי אֶל־הַיָּם וְיִשְׁתֹּק הַיָּם מֵעֲלֵיכֶם כִּי יוֹדֵעַ אָנִי כִּי בְשֶׁלִּי הַסַּעַר הַגָּדוֹל הַזֶּה עֲלֵיכֶם׃","וַיַּחְתְּרוּ הָאֲנָשִׁים לְהָשִׁיב אֶל־הַיַּבָּשָׁה וְלֹא יָכֹלוּ כִּי הַיָּם הוֹלֵךְ וְסֹעֵר עֲלֵיהֶם׃","וַיִּקְרְאוּ אֶל־יְהוָה וַיֹּאמְרוּ אָנָּה יְהוָה אַל־נָא נֹאבְדָה בְּנֶפֶשׁ הָאִישׁ הַזֶּה וְאַל־תִּתֵּן עָלֵינוּ דָּם נָקִיא כִּי־אַתָּה יְהוָה כַּאֲשֶׁר חָפַצְתָּ עָשִׂיתָ׃","וַיִּשְׂאוּ אֶת־יוֹנָה וַיְטִלֻהוּ אֶל־הַיָּם וַיַּעֲמֹד הַיָּם מִזַּעְפּוֹ׃","וַיִּירְאוּ הָאֲנָשִׁים יִרְאָה גְדוֹלָה אֶת־יְהוָה וַיִּזְבְּחוּ־זֶבַח לַיהוָה וַיִּדְּרוּ נְדָרִים׃"],["וַיְמַן יְהוָה דָּג גָּדוֹל לִבְלֹעַ אֶת־יוֹנָה וַיְהִי יוֹנָה בִּמְעֵי הַדָּג שְׁלֹשָׁה יָמִים וּשְׁלֹשָׁה לֵילוֹת׃","וַיִּתְפַּלֵּל יוֹנָה אֶל־יְהוָה אֱלֹהָיו מִמְּעֵי הַדָּגָה׃","וַיֹּאמֶר קָרָאתִי מִצָּרָה לִי אֶל־יְהוָה וַיַּעֲנֵנִי מִבֶּטֶן שְׁאוֹל שִׁוַּעְתִּי שָׁמַעְתָּ קוֹלִי׃","וַתַּשְׁלִיכֵנִי מְצוּלָה בִּלְבַב יַמִּים וְנָהָר יְסֹבְבֵנִי כָּל־מִשְׁבָּרֶיךָ וְגַלֶּיךָ עָלַי עָבָרוּ׃","וַאֲנִי אָמַרְתִּי נִגְרַשְׁתִּי מִנֶּגֶד עֵינֶיךָ אַךְ אוֹסִיף לְהַבִּיט אֶל־הֵיכַל קָדְשֶׁךָ׃","אֲפָפוּנִי מַיִם עַד־נֶפֶשׁ תְּהוֹם יְסֹבְבֵנִי סוּף חָבוּשׁ לְרֹאשִׁי׃","לְקִצְבֵי הָרִים יָרַדְתִּי הָאָרֶץ בְּרִחֶיהָ בַעֲדִי לְעוֹלָם וַתַּעַל מִשַּׁחַת חַיַּי יְהוָה אֱלֹהָי׃","בְּהִתְעַטֵּף עָלַי נַפְשִׁי אֶת־יְהוָה זָכָרְתִּי וַתָּבוֹא אֵלֶיךָ תְּפִלָּתִי אֶל־הֵיכַל קָדְשֶׁךָ׃","מְשַׁמְּרִים הַבְלֵי־שָׁוְא חַסְדָּם יַעֲזֹבוּ׃","וַאֲנִי בְּקוֹל תּוֹדָה אֶזְבְּחָה־לָּךְ אֲשֶׁר נָדַרְתִּי אֲשַׁלֵּמָה יְשׁוּעָתָה לַיהוָה׃","וַיֹּאמֶר יְהוָה לַדָּג וַיָּקֵא אֶת־יוֹנָה אֶל־הַיַּבָּשָׁה׃"],["וַיְהִי דְבַר־יְהוָה אֶל־יוֹנָה שֵׁנִית לֵאמֹר׃","קוּם לֵךְ אֶל־נִינְוֵה הָעִיר הַגְּדוֹלָה וִּקְרָא אֵלֶיהָ אֶת־הַקְּרִיאָה אֲשֶׁר אָנֹכִי דֹּבֵר אֵלֶיךָ׃","וַיָּקָם יוֹנָה וַיֵּלֶךְ אֶל־נִינְוֶה כִּדְבַר יְהוָה וְנִינְוֵה הָיְתָה עִיר־גְּדוֹלָה לֵאלֹהִים מַהֲלַךְ שְׁלֹשֶׁת יָמִים׃","וַיָּחֶל יוֹנָה לָבוֹא בָעִיר מַהֲלַךְ יוֹם אֶחָד וַיִּקְרָא וַיֹּאמַר עוֹד אַרְבָּעִים יוֹם וְנִינְוֵה נֶהְפָּכֶת׃","וַיַּאֲמִינוּ אַנְשֵׁי נִינְוֵה בֵּאלֹהִים וַיִּקְרְאוּ־צוֹם וַיִּלְבְּשׁוּ שַׂקִּים מִגְּדוֹלָם וְעַד־קְטַנָּם׃","וַיִּגַּע הַדָּבָר אֶל־מֶלֶך נִינְוֵה וַיָּקָם מִכִּסְאוֹ וַיַּעֲבֵר אַדַּרְתּוֹ מֵעָלָיו וַיְכַס שַׂק וַיֵּשֶׁב עַל־הָאֵפֶר׃","וַיַּזְעֵק וַיֹּאמֶר בְּנִינְוֵה מִטַּעַם הַמֶּלֶךְ וּגְדֹלָיו לֵאמֹר הָאָדָם וְהַבְּהֵמָה הַבָּקָר וְהַצֹּאן אַל־יִטְעֲמוּ מְאוּמָה אַל־יִרְעוּ וּמַיִם אַל־יִשְׁתּוּ׃","וְיִתְכַּסּוּ שַׂקִּים הָאָדָם וְהַבְּהֵמָה וְיִקְרְאוּ אֶל־אֱלֹהִים בְּחָזְקָה וְיָשֻׁבוּ אִישׁ מִדַּרְכּוֹ הָרָעָה וּמִן־הֶחָמָס אֲשֶׁר בְּכַפֵּיהֶם׃","מִי־יוֹדֵעַ יָשׁוּב וְנִחַם הָאֱלֹהִים וְשָׁב מֵחֲרוֹן אַפּוֹ וְלֹא נֹאבֵד׃","וַיַּרְא הָאֱלֹהִים אֶת־מַעֲשֵׂיהֶם כִּי־שָׁבוּ מִדַּרְכָּם הָרָעָה וַיִּנָּחֶם הָאֱלֹהִים עַל־הָרָעָה אֲשֶׁר־דִּבֶּר לַעֲשׂוֹת־לָהֶם וְלֹא עָשָׂה׃"],["וַיֵּרַע אֶל־יוֹנָה רָעָה גְדוֹלָה וַיִּחַר לוֹ׃","וַיִּתְפַּלֵּל אֶל־יְהוָה וַיֹּאמַר אָנָּה יְהוָה הֲלוֹא־זֶה דְבָרִי עַד־הֱיוֹתִי עַל־אַדְמָתִי עַל־כֵּן קִדַּמְתִּי לִבְרֹחַ תַּרְשִׁישָׁה כִּי יָדַעְתִּי כִּי אַתָּה אֵל־חַנּוּן וְרַחוּם אֶרֶךְ אַפַּיִם וְרַב־חֶסֶד וְנִחָם עַל־הָרָעָה׃","וְעַתָּה יְהוָה קַח־נָא אֶת־נַפְשִׁי מִמֶּנִּי כִּי טוֹב מוֹתִי מֵחַיָּי׃","וַיֹּאמֶר יְהוָה הַהֵיטֵב חָרָה לָךְ׃","וַיֵּצֵא יוֹנָה מִן־הָעִיר וַיֵּשֶׁב מִקֶּדֶם לָעִיר וַיַּעַשׂ לוֹ שָׁם סֻכָּה וַיֵּשֶׁב תַּחְתֶּיהָ בַּצֵּל עַד אֲשֶׁר יִרְאֶה מַה־יִּהְיֶה בָּעִיר׃","וַיְמַן יְהוָה־אֱלֹהִים קִיקָיוֹן וַיַּעַל מֵעַל לְיוֹנָה לִהְיוֹת צֵל עַל־רֹאשׁוֹ לְהַצִּיל לוֹ מֵרָעָתוֹ וַיִּשְׂמַח יוֹנָה עַל־הַקִּיקָיוֹן שִׂמְחָה גְדוֹלָה׃","וַיְמַן הָאֱלֹהִים תּוֹלַעַת בַּעֲלוֹת הַשַּׁחַר לַמָּחֳרָת וַתַּךְ אֶת־הַקִּיקָיוֹן וַיִּיבָשׁ׃","וַיְהִי כִּזְרֹחַ הַשֶּׁמֶשׁ וַיְמַן אֱלֹהִים רוּחַ קָדִים חֲרִישִׁית וַתַּךְ הַשֶּׁמֶשׁ עַל־רֹאשׁ יוֹנָה וַיִּתְעַלָּף וַיִּשְׁאַל אֶת־נַפְשׁוֹ לָמוּת וַיֹּאמֶר טוֹב מוֹתִי מֵחַיָּי׃","וַיֹּאמֶר אֱלֹהִים אֶל־יוֹנָה הַהֵיטֵב חָרָה־לְךָ עַל־הַקִּיקָיוֹן וַיֹּאמֶר הֵיטֵב חָרָה־לִי עַד־מָוֶת׃","וַיֹּאמֶר יְהוָה אַתָּה חַסְתָּ עַל־הַקִּיקָיוֹן אֲשֶׁר לֹא־עָמַלְתָּ בּוֹ וְלֹא גִדַּלְתּוֹ שֶׁבִּן־לַיְלָה הָיָה וּבִן־לַיְלָה אָבָד׃","וַאֲנִי לֹא אָחוּס עַל־נִינְוֵה הָעִיר הַגְּדוֹלָה אֲשֶׁר יֶשׁ־בָּהּ הַרְבֵּה מִשְׁתֵּים־עֶשְׂרֵה רִבּוֹ אָדָם אֲשֶׁר לֹא־יָדַע בֵּין־יְמִינוֹ לִשְׂמֹאלוֹ וּבְהֵמָה רַבָּה׃"]],"english":[["Now the word of the LORD came unto Jonah the son of Amittai, saying:","’Arise, go to Nineveh, that great city, and proclaim against it; for their wickedness is come up before Me.’","But Jonah rose up to flee unto Tarshish from the presence of the LORD; and he went down to Joppa, and found a ship going to Tarshish; so he paid the fare thereof, and went down into it, to go with them unto Tarshish, from the presence of the LORD.","But the LORD hurled a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.","And the mariners were afraid, and cried every man unto his god; and they cast forth the wares that were in the ship into the sea, to lighten it unto them. But Jonah was gone down into the innermost parts of the ship; and he lay, and was fast asleep.","So the shipmaster came to him, and said unto him: ‘What meanest thou that thou sleepest? arise, call upon thy God, if so be that God will think upon us, that we perish not.’","And they said every one to his fellow: ‘Come, and let us cast lots, that we may know for whose cause this evil is upon us.’ So they cast lots, and the lot fell upon Jonah.","Then said they unto him: ‘Tell us, we pray thee, for whose cause this evil is upon us: what is thine occupation? and whence comest thou? what is thy country? and of what people art thou?’","And he said unto them: ‘I am an Hebrew; and I fear the LORD, the God of heaven, who hath made the sea and the dry land.’","Then were the men exceedingly afraid, and said unto him: ‘What is this that thou hast done?’ For the men knew that he fled from the presence of the LORD, because he had told them.","Then said they unto him: ‘What shall we do unto thee, that the sea may be calm unto us?’ for the sea grew more and more tempestuous.","And he said unto them: ‘Take me up, and cast me forth into the sea; so shall the sea be calm unto you; for I know that for my sake this great tempest is upon you.’","Nevertheless the men rowed hard to bring it to the land; but they could not; for the sea grew more and more tempestuous against them.","Wherefore they cried unto the LORD, and said: ‘We beseech Thee, O LORD, we beseech Thee, let us not perish for this man’s life, and lay not upon us innocent blood; for Thou, O LORD, hast done as it pleased Thee.’","So they took up Jonah, and cast him forth into the sea; and the sea ceased from its raging.","Then the men feared the LORD exceedingly; and they offered a sacrifice unto the LORD, and made vows."],["And the LORD prepared a great fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights.","Then Jonah prayed unto the LORD his God out of the fish’s belly.","And he said: I called out of mine affliction Unto the LORD, and He answered me; Out of the belly of the nether-world cried I, And Thou heardest my voice.","For Thou didst cast me into the depth, In the heart of the seas, And the flood was round about me; All Thy waves and Thy billows Passed over me.","And I said: ‘I am cast out From before Thine eyes’; Yet I will look again Toward Thy holy temple.","The waters compassed me about, even to the soul; The deep was round about me; The weeds were wrapped about my head.","I went down to the bottoms of the mountains; The earth with her bars closed upon me for ever; Yet hast Thou brought up my life from the pit, O LORD my God.","When my soul fainted within me, I remembered the LORD; And my prayer came in unto Thee, Into Thy holy temple.","They that regard lying vanities Forsake their own mercy.","But I will sacrifice unto Thee With the voice of thanksgiving; That which I have vowed I will pay. Salvation is of the LORD.","And the LORD spoke unto the fish, and it vomited out Jonah upon the dry land."],["And the word of the LORD came unto Jonah the second time, saying:","’Arise, go unto Nineveh, that great city, and make unto it the proclamation that I bid thee.’","So Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city, of three days’journey.","And Jonah began to enter into the city a day’s journey, and he proclaimed, and said: ‘Yet forty days, and Nineveh shall be overthrown.’","And the people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.","And the tidings reached the king of Nineveh, and he arose from his throne, and laid his robe from him, and covered him with sackcloth, and sat in ashes.","And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying: ‘Let neither man nor beast, herd nor flock, taste any thing; let them not feed, nor drink water;","but let them be covered with sackcloth, both man and beast, and let them cry mightily unto God; yea, let them turn every one from his evil way, and from the violence that is in their hands.","Who knoweth whether God will not turn and repent, and turn away from His fierce anger, that we perish not?’","And God saw their works, that they turned from their evil way; and God repented of the evil, which He said He would do unto them; and He did it not."],["But it displeased Jonah exceedingly, and he was angry.","And he prayed unto the LORD, and said: ‘I pray Thee, O LORD, was not this my saying, when I was yet in mine own country? Therefore I fled beforehand unto Tarshish; for I knew that Thou art a gracious God, and compassionate, long-suffering, and abundant in mercy, and repentest Thee of the evil.","Therefore now, O LORD, take, I beseech Thee, my life from me; for it is better for me to die than to live.’","And the LORD said: ‘Art thou greatly angry?’","Then Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.","And the LORD God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his evil. So Jonah was exceeding glad because of the gourd.","But God prepared a worm when the morning rose the next day, and it smote the gourd, that it withered.","And it came to pass, when the sun arose, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and requested for himself that he might die, and said: ‘It is better for me to die than to live.’","And God said to Jonah: ‘Art thou greatly angry for the gourd?’ And he said: ‘I am greatly angry, even unto death.’","And the LORD said: ‘Thou hast had pity on the gourd, for which thou hast not laboured, neither madest it grow, which came up in a night, and perished in a night;","and should not I have pity on Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand, and also much cattle?’"]]},"michah":{"hebrew":[["דְּבַר־יְהוָה אֲשֶׁר הָיָה אֶל־מִיכָה הַמֹּרַשְׁתִּי בִּימֵי יוֹתָם אָחָז יְחִזְקִיָּה מַלְכֵי יְהוּדָה אֲשֶׁר־חָזָה עַל־שֹׁמְרוֹן וִירוּשָׁלִָם׃","שִׁמְעוּ עַמִּים כֻּלָּם הַקְשִׁיבִי אֶרֶץ וּמְלֹאָהּ וִיהִי אֲדֹנָי יְהוִה בָּכֶם לְעֵד אֲדֹנָי מֵהֵיכַל קָדְשׁוֹ׃","כִּי־הִנֵּה יְהוָה יֹצֵא מִמְּקוֹמוֹ וְיָרַד וְדָרַךְ עַל־במותי [בָּמֳתֵי] אָרֶץ׃","וְנָמַסּוּ הֶהָרִים תַּחְתָּיו וְהָעֲמָקִים יִתְבַּקָּעוּ כַּדּוֹנַג מִפְּנֵי הָאֵשׁ כְּמַיִם מֻגָּרִים בְּמוֹרָד׃","בְּפֶשַׁע יַעֲקֹב כָּל־זֹאת וּבְחַטֹּאות בֵּית יִשְׂרָאֵל מִי־פֶשַׁע יַעֲקֹב הֲלוֹא שֹׁמְרוֹן וּמִי בָּמוֹת יְהוּדָה הֲלוֹא יְרוּשָׁלִָם׃","וְשַׂמְתִּי שֹׁמְרוֹן לְעִי הַשָּׂדֶה לְמַטָּעֵי כָרֶם וְהִגַּרְתִּי לַגַּי אֲבָנֶיהָ וִיסֹדֶיהָ אֲגַלֶּה׃","וְכָל־פְּסִילֶיהָ יֻכַּתּוּ וְכָל־אֶתְנַנֶּיהָ יִשָּׂרְפוּ בָאֵשׁ וְכָל־עֲצַבֶּיהָ אָשִׂים שְׁמָמָה כִּי מֵאֶתְנַן זוֹנָה קִבָּצָה וְעַד־אֶתְנַן זוֹנָה יָשׁוּבוּ׃","עַל־זֹאת אֶסְפְּדָה וְאֵילִילָה אֵילְכָה שילל [שׁוֹלָל] וְעָרוֹם אֶעֱשֶׂה מִסְפֵּד כַּתַּנִּים וְאֵבֶל כִּבְנוֹת יַעֲנָה׃","כִּי אֲנוּשָׁה מַכּוֹתֶיהָ כִּי־בָאָה עַד־יְהוּדָה נָגַע עַד־שַׁעַר עַמִּי עַד־יְרוּשָׁלִָם׃","בְּגַת אַל־תַּגִּידוּ בָּכוֹ אַל־תִּבְכּוּ בְּבֵית לְעַפְרָה עָפָר התפלשתי [הִתְפַּלָּשִׁי׃]","עִבְרִי לָכֶם יוֹשֶׁבֶת שָׁפִיר עֶרְיָה־בֹשֶׁת לֹא יָצְאָה יוֹשֶׁבֶת צַאֲנָן מִסְפַּד בֵּית הָאֵצֶל יִקַּח מִכֶּם עֶמְדָּתוֹ׃","כִּי־חָלָה לְטוֹב יוֹשֶׁבֶת מָרוֹת כִּי־יָרַד רָע מֵאֵת יְהוָה לְשַׁעַר יְרוּשָׁלִָם׃","רְתֹם הַמֶּרְכָּבָה לָרֶכֶשׁ יוֹשֶׁבֶת לָכִישׁ רֵאשִׁית חַטָּאת הִיא לְבַת־צִיּוֹן כִּי־בָךְ נִמְצְאוּ פִּשְׁעֵי יִשְׂרָאֵל׃","לָכֵן תִּתְּנִי שִׁלּוּחִים עַל מוֹרֶשֶׁת גַּת בָּתֵּי אַכְזִיב לְאַכְזָב לְמַלְכֵי יִשְׂרָאֵל׃","עֹד הַיֹּרֵשׁ אָבִי לָךְ יוֹשֶׁבֶת מָרֵשָׁה עַד־עֲדֻּלָּם יָבוֹא כְּבוֹד יִשְׂרָאֵל׃","קָרְחִי וָגֹזִּי עַל־בְּנֵי תַּעֲנוּגָיִךְ הַרְחִבִי קָרְחָתֵךְ כַּנֶּשֶׁר כִּי גָלוּ מִמֵּךְ׃"],["הוֹי חֹשְׁבֵי־אָוֶן וּפֹעֲלֵי רָע עַל־מִשְׁכְּבוֹתָם בְּאוֹר הַבֹּקֶר יַעֲשׂוּהָ כִּי יֶשׁ־לְאֵל יָדָם׃","וְחָמְדוּ שָׂדוֹת וְגָזָלוּ וּבָתִּים וְנָשָׂאוּ וְעָשְׁקוּ גֶּבֶר וּבֵיתוֹ וְאִישׁ וְנַחֲלָתוֹ׃","לָכֵן כֹּה אָמַר יְהוָה הִנְנִי חֹשֵׁב עַל־הַמִּשְׁפָּחָה הַזֹּאת רָעָה אֲשֶׁר לֹא־תָמִישׁוּ מִשָּׁם צַוְּארֹתֵיכֶם וְלֹא תֵלְכוּ רוֹמָה כִּי עֵת רָעָה הִיא׃","בַּיּוֹם הַהוּא יִשָּׂא עֲלֵיכֶם מָשָׁל וְנָהָה נְהִי נִהְיָה אָמַר שָׁדוֹד נְשַׁדֻּנוּ חֵלֶק עַמִּי יָמִיר אֵיךְ יָמִישׁ לִי לְשׁוֹבֵב שָׂדֵינוּ יְחַלֵּק׃","לָכֵן לֹא־יִהְיֶה לְךָ מַשְׁלִיךְ חֶבֶל בְּגוֹרָל בִּקְהַל יְהוָה׃","אַל־תַּטִּפוּ יַטִּיפוּן לֹא־יַטִּפוּ לָאֵלֶּה לֹא יִסַּג כְּלִמּוֹת׃","הֶאָמוּר בֵּית־יַעֲקֹב הֲקָצַר רוּחַ יְהוָה אִם־אֵלֶּה מַעֲלָלָיו הֲלוֹא דְבָרַי יֵיטִיבוּ עִם הַיָּשָׁר הוֹלֵךְ׃","וְאֶתְמוּל עַמִּי לְאוֹיֵב יְקוֹמֵם מִמּוּל שַׂלְמָה אֶדֶר תַּפְשִׁטוּן מֵעֹבְרִים בֶּטַח שׁוּבֵי מִלְחָמָה׃","נְשֵׁי עַמִּי תְּגָרְשׁוּן מִבֵּית תַּעֲנֻגֶיהָ מֵעַל עֹלָלֶיהָ תִּקְחוּ הֲדָרִי לְעוֹלָם׃","קוּמוּ וּלְכוּ כִּי לֹא־זֹאת הַמְּנוּחָה בַּעֲבוּר טָמְאָה תְּחַבֵּל וְחֶבֶל נִמְרָץ׃","לוּ־אִישׁ הֹלֵךְ רוּחַ וָשֶׁקֶר כִּזֵּב אַטִּף לְךָ לַיַּיִן וְלַשֵּׁכָר וְהָיָה מַטִּיף הָעָם הַזֶּה׃","אָסֹף אֶאֱסֹף יַעֲקֹב כֻּלָּךְ קַבֵּץ אֲקַבֵּץ שְׁאֵרִית יִשְׂרָאֵל יַחַד אֲשִׂימֶנּוּ כְּצֹאן בָּצְרָה כְּעֵדֶר בְּתוֹךְ הַדָּבְרוֹ תְּהִימֶנָה מֵאָדָם׃","עָלָה הַפֹּרֵץ לִפְנֵיהֶם פָּרְצוּ וַיַּעֲבֹרוּ שַׁעַר וַיֵּצְאוּ בוֹ וַיַּעֲבֹר מַלְכָּם לִפְנֵיהֶם וַיהוָה בְּרֹאשָׁם׃"],["וָאֹמַר שִׁמְעוּ־נָא רָאשֵׁי יַעֲקֹב וּקְצִינֵי בֵּית יִשְׂרָאֵל הֲלוֹא לָכֶם לָדַעַת אֶת־הַמִּשְׁפָּט׃","שֹׂנְאֵי טוֹב וְאֹהֲבֵי רעה [רָע] גֹּזְלֵי עוֹרָם מֵעֲלֵיהֶם וּשְׁאֵרָם מֵעַל עַצְמוֹתָם׃","וַאֲשֶׁר אָכְלוּ שְׁאֵר עַמִּי וְעוֹרָם מֵעֲלֵיהֶם הִפְשִׁיטוּ וְאֶת־עַצְמֹתֵיהֶם פִּצֵּחוּ וּפָרְשׂוּ כַּאֲשֶׁר בַּסִּיר וּכְבָשָׂר בְּתוֹךְ קַלָּחַת׃","אָז יִזְעֲקוּ אֶל־יְהוָה וְלֹא יַעֲנֶה אוֹתָם וְיַסְתֵּר פָּנָיו מֵהֶם בָּעֵת הַהִיא כַּאֲשֶׁר הֵרֵעוּ מַעַלְלֵיהֶם׃","כֹּה אָמַר יְהוָה עַל־הַנְּבִיאִים הַמַּתְעִים אֶת־עַמִּי הַנֹּשְׁכִים בְּשִׁנֵּיהֶם וְקָרְאוּ שָׁלוֹם וַאֲשֶׁר לֹא־יִתֵּן עַל־פִּיהֶם וְקִדְּשׁוּ עָלָיו מִלְחָמָה׃","לָכֵן לַיְלָה לָכֶם מֵחָזוֹן וְחָשְׁכָה לָכֶם מִקְּסֹם וּבָאָה הַשֶּׁמֶשׁ עַל־הַנְּבִיאִים וְקָדַר עֲלֵיהֶם הַיּוֹם׃","וּבֹשׁוּ הַחֹזִים וְחָפְרוּ הַקֹּסְמִים וְעָטוּ עַל־שָׂפָם כֻּלָּם כִּי אֵין מַעֲנֵה אֱלֹהִים׃","וְאוּלָם אָנֹכִי מָלֵאתִי כֹחַ אֶת־רוּחַ יְהוָה וּמִשְׁפָּט וּגְבוּרָה לְהַגִּיד לְיַעֲקֹב פִּשְׁעוֹ וּלְיִשְׂרָאֵל חַטָּאתוֹ׃","שִׁמְעוּ־נָא זֹאת רָאשֵׁי בֵּית יַעֲקֹב וּקְצִינֵי בֵּית יִשְׂרָאֵל הַמֲתַעֲבִים מִשְׁפָּט וְאֵת כָּל־הַיְשָׁרָה יְעַקֵּשׁוּ׃","בֹּנֶה צִיּוֹן בְּדָמִים וִירוּשָׁלִַם בְּעַוְלָה׃","רָאשֶׁיהָ בְּשֹׁחַד יִשְׁפֹּטוּ וְכֹהֲנֶיהָ בִּמְחִיר יוֹרוּ וּנְבִיאֶיהָ בְּכֶסֶף יִקְסֹמוּ וְעַל־יְהוָה יִשָּׁעֵנוּ לֵאמֹר הֲלוֹא יְהוָה בְּקִרְבֵּנוּ לֹא־תָבוֹא עָלֵינוּ רָעָה׃","לָכֵן בִּגְלַלְכֶם צִיּוֹן שָׂדֶה תֵחָרֵשׁ וִירוּשָׁלִַם עִיִּין תִּהְיֶה וְהַר הַבַּיִת לְבָמוֹת יָעַר׃"],["וְהָיָה בְּאַחֲרִית הַיָּמִים יִהְיֶה הַר בֵּית־יְהוָה נָכוֹן בְּרֹאשׁ הֶהָרִים וְנִשָּׂא הוּא מִגְּבָעוֹת וְנָהֲרוּ עָלָיו עַמִּים׃","וְהָלְכוּ גּוֹיִם רַבִּים וְאָמְרוּ לְכוּ וְנַעֲלֶה אֶל־הַר־יְהוָה וְאֶל־בֵּית אֱלֹהֵי יַעֲקֹב וְיוֹרֵנוּ מִדְּרָכָיו וְנֵלְכָה בְּאֹרְחֹתָיו כִּי מִצִּיּוֹן תֵּצֵא תוֹרָה וּדְבַר־יְהוָה מִירוּשָׁלִָם׃","וְשָׁפַט בֵּין עַמִּים רַבִּים וְהוֹכִיחַ לְגוֹיִם עֲצֻמִים עַד־רָחוֹק וְכִתְּתוּ חַרְבֹתֵיהֶם לְאִתִּים וַחֲנִיתֹתֵיהֶם לְמַזְמֵרוֹת לֹא־יִשְׂאוּ גּוֹי אֶל־גּוֹי חֶרֶב וְלֹא־יִלְמְדוּן עוֹד מִלְחָמָה׃","וְיָשְׁבוּ אִישׁ תַּחַת גַּפְנוֹ וְתַחַת תְּאֵנָתוֹ וְאֵין מַחֲרִיד כִּי־פִי יְהוָה צְבָאוֹת דִּבֵּר׃","כִּי כָּל־הָעַמִּים יֵלְכוּ אִישׁ בְּשֵׁם אֱלֹהָיו וַאֲנַחְנוּ נֵלֵךְ בְּשֵׁם־יְהוָה אֱלֹהֵינוּ לְעוֹלָם וָעֶד׃","בַּיּוֹם הַהוּא נְאֻם־יְהוָה אֹסְפָה הַצֹּלֵעָה וְהַנִּדָּחָה אֲקַבֵּצָה וַאֲשֶׁר הֲרֵעֹתִי׃","וְשַׂמְתִּי אֶת־הַצֹּלֵעָה לִשְׁאֵרִית וְהַנַּהֲלָאָה לְגוֹי עָצוּם וּמָלַךְ יְהוָה עֲלֵיהֶם בְּהַר צִיּוֹן מֵעַתָּה וְעַד־עוֹלָם׃","וְאַתָּה מִגְדַּל־עֵדֶר עֹפֶל בַּת־צִיּוֹן עָדֶיךָ תֵּאתֶה וּבָאָה הַמֶּמְשָׁלָה הָרִאשֹׁנָה מַמְלֶכֶת לְבַת־יְרוּשָׁלִָם׃","עַתָּה לָמָּה תָרִיעִי רֵעַ הֲמֶלֶךְ אֵין־בָּךְ אִם־יוֹעֲצֵךְ אָבָד כִּי־הֶחֱזִיקֵךְ חִיל כַּיּוֹלֵדָה׃","חוּלִי וָגֹחִי בַּת־צִיּוֹן כַּיּוֹלֵדָה כִּי־עַתָּה תֵצְאִי מִקִּרְיָה וְשָׁכַנְתְּ בַּשָּׂדֶה וּבָאת עַד־בָּבֶל שָׁם תִּנָּצֵלִי שָׁם יִגְאָלֵךְ יְהוָה מִכַּף אֹיְבָיִךְ׃","וְעַתָּה נֶאֶסְפוּ עָלַיִךְ גּוֹיִם רַבִּים הָאֹמְרִים תֶּחֱנָף וְתַחַז בְּצִיּוֹן עֵינֵינוּ׃","וְהֵמָּה לֹא יָדְעוּ מַחְשְׁבוֹת יְהוָה וְלֹא הֵבִינוּ עֲצָתוֹ כִּי קִבְּצָם כֶּעָמִיר גֹּרְנָה׃","קוּמִי וָדוֹשִׁי בַת־צִיּוֹן כִּי־קַרְנֵךְ אָשִׂים בַּרְזֶל וּפַרְסֹתַיִךְ אָשִׂים נְחוּשָׁה וַהֲדִקּוֹת עַמִּים רַבִּים וְהַחֲרַמְתִּי לַיהוָה בִּצְעָם וְחֵילָם לַאֲדוֹן כָּל־הָאָרֶץ׃","עַתָּה תִּתְגֹּדְדִי בַת־גְּדוּד מָצוֹר שָׂם עָלֵינוּ בַּשֵּׁבֶט יַכּוּ עַל־הַלְּחִי אֵת שֹׁפֵט יִשְׂרָאֵל׃"],["וְאַתָּה בֵּית־לֶחֶם אֶפְרָתָה צָעִיר לִהְיוֹת בְּאַלְפֵי יְהוּדָה מִמְּךָ לִי יֵצֵא לִהְיוֹת מוֹשֵׁל בְּיִשְׂרָאֵל וּמוֹצָאֹתָיו מִקֶּדֶם מִימֵי עוֹלָם׃","לָכֵן יִתְּנֵם עַד־עֵת יוֹלֵדָה יָלָדָה וְיֶתֶר אֶחָיו יְשׁוּבוּן עַל־בְּנֵי יִשְׂרָאֵל׃","וְעָמַד וְרָעָה בְּעֹז יְהוָה בִּגְאוֹן שֵׁם יְהוָה אֱלֹהָיו וְיָשָׁבוּ כִּי־עַתָּה יִגְדַּל עַד־אַפְסֵי־אָרֶץ׃","וְהָיָה זֶה שָׁלוֹם אַשּׁוּר כִּי־יָבוֹא בְאַרְצֵנוּ וְכִי יִדְרֹךְ בְּאַרְמְנֹתֵינוּ וַהֲקֵמֹנוּ עָלָיו שִׁבְעָה רֹעִים וּשְׁמֹנָה נְסִיכֵי אָדָם׃","וְרָעוּ אֶת־אֶרֶץ אַשּׁוּר בַּחֶרֶב וְאֶת־אֶרֶץ נִמְרֹד בִּפְתָחֶיהָ וְהִצִּיל מֵאַשּׁוּר כִּי־יָבוֹא בְאַרְצֵנוּ וְכִי יִדְרֹךְ בִּגְבוּלֵנוּ׃","וְהָיָה שְׁאֵרִית יַעֲקֹב בְּקֶרֶב עַמִּים רַבִּים כְּטַל מֵאֵת יְהוָה כִּרְבִיבִים עֲלֵי־עֵשֶׂב אֲשֶׁר לֹא־יְקַוֶּה לְאִישׁ וְלֹא יְיַחֵל לִבְנֵי אָדָם׃","וְהָיָה שְׁאֵרִית יַעֲקֹב בַּגּוֹיִם בְּקֶרֶב עַמִּים רַבִּים כְּאַרְיֵה בְּבַהֲמוֹת יַעַר כִּכְפִיר בְּעֶדְרֵי צֹאן אֲשֶׁר אִם עָבַר וְרָמַס וְטָרַף וְאֵין מַצִּיל׃","תָּרֹם יָדְךָ עַל־צָרֶיךָ וְכָל־אֹיְבֶיךָ יִכָּרֵתוּ׃","וְהָיָה בַיּוֹם־הַהוּא נְאֻם־יְהוָה וְהִכְרַתִּי סוּסֶיךָ מִקִּרְבֶּךָ וְהַאֲבַדְתִּי מַרְכְּבֹתֶיךָ׃","וְהִכְרַתִּי עָרֵי אַרְצֶךָ וְהָרַסְתִּי כָּל־מִבְצָרֶיךָ׃","וְהִכְרַתִּי כְשָׁפִים מִיָּדֶךָ וּמְעוֹנְנִים לֹא יִהְיוּ־לָךְ׃","וְהִכְרַתִּי פְסִילֶיךָ וּמַצֵּבוֹתֶיךָ מִקִּרְבֶּךָ וְלֹא־תִשְׁתַּחֲוֶה עוֹד לְמַעֲשֵׂה יָדֶיךָ׃","וְנָתַשְׁתִּי אֲשֵׁירֶיךָ מִקִּרְבֶּךָ וְהִשְׁמַדְתִּי עָרֶיךָ׃","וְעָשִׂיתִי בְּאַף וּבְחֵמָה נָקָם אֶת־הַגּוֹיִם אֲשֶׁר לֹא שָׁמֵעוּ׃"],["שִׁמְעוּ־נָא אֵת אֲשֶׁר־יְהוָה אֹמֵר קוּם רִיב אֶת־הֶהָרִים וְתִשְׁמַעְנָה הַגְּבָעוֹת קוֹלֶךָ׃","שִׁמְעוּ הָרִים אֶת־רִיב יְהוָה וְהָאֵתָנִים מֹסְדֵי אָרֶץ כִּי רִיב לַיהוָה עִם־עַמּוֹ וְעִם־יִשְׂרָאֵל יִתְוַכָּח׃","עַמִּי מֶה־עָשִׂיתִי לְךָ וּמָה הֶלְאֵתִיךָ עֲנֵה בִּי׃","כִּי הֶעֱלִתִיךָ מֵאֶרֶץ מִצְרַיִם וּמִבֵּית עֲבָדִים פְּדִיתִיךָ וָאֶשְׁלַח לְפָנֶיךָ אֶת־מֹשֶׁה אַהֲרֹן וּמִרְיָם׃","עַמִּי זְכָר־נָא מַה־יָּעַץ בָּלָק מֶלֶךְ מוֹאָב וּמֶה־עָנָה אֹתוֹ בִּלְעָם בֶּן־בְּעוֹר מִן־הַשִּׁטִּים עַד־הַגִּלְגָּל לְמַעַן דַּעַת צִדְקוֹת יְהוָה׃","בַּמָּה אֲקַדֵּם יְהוָה אִכַּף לֵאלֹהֵי מָרוֹם הַאֲקַדְּמֶנּוּ בְעוֹלוֹת בַּעֲגָלִים בְּנֵי שָׁנָה׃","הֲיִרְצֶה יְהוָה בְּאַלְפֵי אֵילִים בְּרִבְבוֹת נַחֲלֵי־שָׁמֶן הַאֶתֵּן בְּכוֹרִי פִּשְׁעִי פְּרִי בִטְנִי חַטַּאת נַפְשִׁי׃","הִגִּיד לְךָ אָדָם מַה־טּוֹב וּמָה־יְהוָה דּוֹרֵשׁ מִמְּךָ כִּי אִם־עֲשׂוֹת מִשְׁפָּט וְאַהֲבַת חֶסֶד וְהַצְנֵעַ לֶכֶת עִם־אֱלֹהֶיךָ׃","קוֹל יְהוָה לָעִיר יִקְרָא וְתוּשִׁיָּה יִרְאֶה שְׁמֶךָ שִׁמְעוּ מַטֶּה וּמִי יְעָדָהּ׃","עוֹד הַאִשׁ בֵּית רָשָׁע אֹצְרוֹת רֶשַׁע וְאֵיפַת רָזוֹן זְעוּמָה׃","הַאֶזְכֶּה בְּמֹאזְנֵי רֶשַׁע וּבְכִיס אַבְנֵי מִרְמָה׃","אֲשֶׁר עֲשִׁירֶיהָ מָלְאוּ חָמָס וְיֹשְׁבֶיהָ דִּבְּרוּ־שָׁקֶר וּלְשׁוֹנָם רְמִיָּה בְּפִיהֶם׃","וְגַם־אֲנִי הֶחֱלֵיתִי הַכּוֹתֶךָ הַשְׁמֵם עַל־חַטֹּאתֶךָ׃","אַתָּה תֹאכַל וְלֹא תִשְׂבָּע וְיֶשְׁחֲךָ בְּקִרְבֶּךָ וְתַסֵּג וְלֹא תַפְלִיט וַאֲשֶׁר תְּפַלֵּט לַחֶרֶב אֶתֵּן׃","אַתָּה תִזְרַע וְלֹא תִקְצוֹר אַתָּה תִדְרֹךְ־זַיִת וְלֹא־תָסוּךְ שֶׁמֶן וְתִירוֹשׁ וְלֹא תִשְׁתֶּה־יָּיִן׃","וְיִשְׁתַּמֵּר חֻקּוֹת עָמְרִי וְכֹל מַעֲשֵׂה בֵית־אַחְאָב וַתֵּלְכוּ בְּמֹעֲצוֹתָם לְמַעַן תִּתִּי אֹתְךָ לְשַׁמָּה וְיֹשְׁבֶיהָ לִשְׁרֵקָה וְחֶרְפַּת עַמִּי תִּשָּׂאוּ׃"],["אַלְלַי לִי כִּי הָיִיתִי כְּאָסְפֵּי־קַיִץ כְּעֹלְלֹת בָּצִיר אֵין־אֶשְׁכּוֹל לֶאֱכוֹל בִּכּוּרָה אִוְּתָה נַפְשִׁי׃","אָבַד חָסִיד מִן־הָאָרֶץ וְיָשָׁר בָּאָדָם אָיִן כֻּלָּם לְדָמִים יֶאֱרֹבוּ אִישׁ אֶת־אָחִיהוּ יָצוּדוּ חֵרֶם׃","עַל־הָרַע כַּפַּיִם לְהֵיטִיב הַשַּׂר שֹׁאֵל וְהַשֹּׁפֵט בַּשִׁלּוּם וְהַגָּדוֹל דֹּבֵר הַוַּת נַפְשׁוֹ הוּא וַיְעַבְּתוּהָ׃","טוֹבָם כְּחֵדֶק יָשָׁר מִמְּסוּכָה יוֹם מְצַפֶּיךָ פְּקֻדָּתְךָ בָאָה עַתָּה תִהְיֶה מְבוּכָתָם׃","אַל־תַּאֲמִינוּ בְרֵעַ אַל־תִּבְטְחוּ בְּאַלּוּף מִשֹּׁכֶבֶת חֵיקֶךָ שְׁמֹר פִּתְחֵי־פִיךָ׃","כִּי־בֵן מְנַבֵּל אָב בַּת קָמָה בְאִמָּהּ כַּלָּה בַּחֲמֹתָהּ אֹיְבֵי אִישׁ אַנְשֵׁי בֵיתוֹ׃","וַאֲנִי בַּיהוָה אֲצַפֶּה אוֹחִילָה לֵאלֹהֵי יִשְׁעִי יִשְׁמָעֵנִי אֱלֹהָי׃","אַל־תִּשְׂמְחִי אֹיַבְתִּי לִי כִּי נָפַלְתִּי קָמְתִּי כִּי־אֵשֵׁב בַּחֹשֶׁךְ יְהוָה אוֹר לִי׃","זַעַף יְהוָה אֶשָּׂא כִּי חָטָאתִי לוֹ עַד אֲשֶׁר יָרִיב רִיבִי וְעָשָׂה מִשְׁפָּטִי יוֹצִיאֵנִי לָאוֹר אֶרְאֶה בְּצִדְקָתוֹ׃","וְתֵרֶא אֹיַבְתִּי וּתְכַסֶּהָ בוּשָׁה הָאֹמְרָה אֵלַי אַיּוֹ יְהוָה אֱלֹהָיִךְ עֵינַי תִּרְאֶינָּה בָּהּ עַתָּה תִּהְיֶה לְמִרְמָס כְּטִיט חוּצוֹת׃","יוֹם לִבְנוֹת גְּדֵרָיִךְ יוֹם הַהוּא יִרְחַק־חֹק׃","יוֹם הוּא וְעָדֶיךָ יָבוֹא לְמִנִּי אַשּׁוּר וְעָרֵי מָצוֹר וּלְמִנִּי מָצוֹר וְעַד־נָהָר וְיָם מִיָּם וְהַר הָהָר׃","וְהָיְתָה הָאָרֶץ לִשְׁמָמָה עַל־יֹשְׁבֶיהָ מִפְּרִי מַעַלְלֵיהֶם׃","רְעֵה עַמְּךָ בְשִׁבְטֶךָ צֹאן נַחֲלָתֶךָ שֹׁכְנִי לְבָדָד יַעַר בְּתוֹךְ כַּרְמֶל יִרְעוּ בָשָׁן וְגִלְעָד כִּימֵי עוֹלָם׃","כִּימֵי צֵאתְךָ מֵאֶרֶץ מִצְרָיִם אַרְאֶנּוּ נִפְלָאוֹת׃","יִרְאוּ גוֹיִם וְיֵבֹשׁוּ מִכֹּל גְּבוּרָתָם יָשִׂימוּ יָד עַל־פֶּה אָזְנֵיהֶם תֶּחֱרַשְׁנָה׃","יְלַחֲכוּ עָפָר כַּנָּחָשׁ כְּזֹחֲלֵי אֶרֶץ יִרְגְּזוּ מִמִּסְגְּרֹתֵיהֶם אֶל־יְהוָה אֱלֹהֵינוּ יִפְחָדוּ וְיִרְאוּ מִמֶּךָּ׃","מִי־אֵל כָּמוֹךָ נֹשֵׂא עָוֺן וְעֹבֵר עַל־פֶּשַׁע לִשְׁאֵרִית נַחֲלָתוֹ לֹא־הֶחֱזִיק לָעַד אַפּוֹ כִּי־חָפֵץ חֶסֶד הוּא׃","יָשׁוּב יְרַחֲמֵנוּ יִכְבֹּשׁ עֲוֺנֹתֵינוּ וְתַשְׁלִיךְ בִּמְצֻלוֹת יָם כָּל־חַטֹּאותָם׃","תִּתֵּן אֱמֶת לְיַעֲקֹב חֶסֶד לְאַבְרָהָם אֲשֶׁר־נִשְׁבַּעְתָּ לַאֲבֹתֵינוּ מִימֵי קֶדֶם׃"]],"english":[["The word of the LORD that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.","Hear, ye peoples, all of you; Hearken, O earth, and all that therein is; And let the Lord GOD be witness against you, The Lord from His holy temple.","For, behold, the LORD cometh forth out of His place, And will come down, and tread upon the high places of the earth.","And the mountains shall be molten under Him, And the valleys shall be cleft, As wax before the fire, As waters that are poured down a steep place.","For the transgression of Jacob is all this, And for the sins of the house of Israel. What is the transgression of Jacob? Is it not Samaria? And what are the high places of Judah? are they not Jerusalem?","Therefore I will make Samaria a heap in the field, A place for the planting of vineyards; And I will pour down the stones thereof into the valley, And I will uncover the foundations thereof.","And all her graven images shall be beaten to pieces, And all her hires shall be burned with fire, And all her idols will I lay desolate; For of the hire of a harlot hath she gathered them, And unto the hire of a harlot shall they return.","For this will I wail and howl, I will go stripped and naked; I will make a wailing like the jackals, And a mourning like the ostriches.","For her wound is incurable; For it is come even unto Judah; It reacheth unto the gate of my people, even to Jerusalem.","Tell it not in Gath, Weep not at all; At Beth-le-aphrah roll thyself in the dust.","Pass ye away, O inhabitant of Saphir, in nakedness and shame; The inhabitant of Zaanan is not come forth; The wailing of Beth-ezel shall take from you the standing-place thereof.","For the inhabitant of Maroth waiteth anxiously for good; Because evil is come down from the LORD unto the gate of Jerusalem.","Bind the chariots to the swift steeds, O inhabitant of Lachish; She was the beginning of sin to the daughter of Zion; For the transgressions of Israel are found in thee.","Therefore shalt thou give a parting gift to Moresheth-gath; The houses of Achzib shall be a deceitful thing unto the kings of Israel.","I will yet bring unto thee, O inhabitant of Mareshah, him that shall possess thee; The glory of Israel shall come even unto Adullam.","Make thee bald, and poll thee for the children of thy delight; Enlarge thy baldness as the vulture; For they are gone into captivity from thee."],["Woe to them that devise iniquity And work evil upon their beds! When the morning is light, they execute it, Because it is in the power of their hand.","And they covet fields, and seize them; And houses, and take them away; Thus they oppress a man and his house, Even a man and his heritage.","Therefore thus saith the LORD: Behold, against this family do I devise an evil, From which ye shall not remove your necks, Neither shall ye walk upright; for it shall be an evil time.","In that day shall they take up a parable against you, And lament with a doleful lamentation, and say: ‘We are utterly ruined; He changeth the portion of my people; How doth he remove it from me! Instead of restoring our fields, he divideth them.’","Therefore thou shalt have none that shall cast the line by lot In the congregation of the LORD.","’Preach ye not’, they preach; ‘They shall not preach of these things, That they shall not take shame.’","Do I change, O house of Jacob? Is the spirit of the LORD straitened? Are these His doings? Do not My words do good to him that walketh uprightly?","But of late My people is risen up as an enemy; With the garment ye strip also the mantle From them that pass by securely, so that they are as men returning from war.","The women of My people ye cast out from their pleasant houses; From their young children ye take away My glory for ever.","Arise ye, and depart; for this is not your resting-place; Because of the uncleanness thereof, it shall destroy you, even with a sore destruction.","If a man walking in wind and falsehood do lie: ‘I will preach unto thee of wine and of strong drink’; He shall even be the preacher of this people.","I will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will render them all as sheep in a fold; As a flock in the midst of their pasture; They shall make great noise by reason of the multitude of men.","The breaker is gone up before them; They have broken forth and passed on, By the gate, and are gone out thereat; And their king is passed on before them, And the LORD at the head of them."],["And I said: Hear, I pray you, ye heads of Jacob, and rulers of the house of Israel: Is it not for you to know justice?","Who hate the good, and love the evil; who rob their skin from off them, and their flesh from off their bones;","Who also eat the flesh of my people, and flay their skin from off them, and break their bones; yea, they chop them in pieces, as that which is in the pot, and as flesh within the caldron.","Then shall they cry unto the LORD, But He will not answer them; yea, He will hide His face from them at that time, According as they have wrought evil in their doings.","Thus saith the LORD concerning the prophets that make my people to err; that cry: ‘Peace’, when their teeth have any thing to bite; and whoso putteth not into their mouths, they even prepare war against him:","Therefore it shall be night unto you, that ye shall have no vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down upon the prophets, and the day shall be black over them.","And the seers shall be put to shame, and the diviners confounded; yea, they shall all cover their upper lips; for there shall be no answer of God.","But I truly am full of power by the spirit of the LORD, and of justice, and of might, to declare unto Jacob his transgression, and to Israel his sin.","Hear this, I pray you, ye heads of the house of Jacob, and rulers of the house of Israel, that abhor justice, and pervert all equity;","That build up Zion with blood, and Jerusalem with iniquity.","The heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money; yet will they lean upon the LORD, and say: ‘Is not the LORD in the midst of us? No evil shall come upon us’?","Therefore shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest."],["But in the end of days it shall come to pass, That the mountain of the LORD’S house shall be established as the top of the mountains, And it shall be exalted above the hills; And peoples shall flow unto it.","And many nations shall go and say: ‘Come ye, and let us go up to the mountain of the LORD, And to the house of the God of Jacob; And He will teach us of His ways, And we will walk in His paths’; For out of Zion shall go forth the law, And the word of the LORD from Jerusalem.","And He shall judge between many peoples, And shall decide concerning mighty nations afar off; And they shall beat their swords into plowshares, And their spears into pruninghooks; Nation shall not lift up sword against nation, Neither shall they learn war any more.","But they shall sit every man under his vine and under his fig-tree; And none shall make them afraid; For the mouth of the LORD of hosts hath spoken.","For let all the peoples walk each one in the name of its god, But we will walk in the name of the LORD our God for ever and ever.","In that day, saith the LORD, will I assemble her that halteth, And I will gather her that is driven away, And her that I have afflicted;","And I will make her that halted a remnant, And her that was cast far off a mighty nation; And the LORD shall reign over them in mount Zion from thenceforth even for ever.","And thou, Migdal-eder, the hill of the daughter of Zion, Unto thee shall it come; Yea, the former dominion shall come, The kingdom of the daughter of Jerusalem.","Now why dost thou cry out aloud? Is there no King in thee, Is thy Counsellor perished, That pangs have taken hold of thee as of a woman in travail?","Be in pain, and labour to bring forth, O daughter of Zion, Like a woman in travail; For now shalt thou go forth out of the city, And shalt dwell in the field, And shalt come even unto Babylon; There shalt thou be rescued; There shall the LORD redeem thee from the hand of thine enemies.","And now many nations are assembled against thee, That say: ‘Let her be defiled, and let our eye gaze upon Zion.’","But they know not the thoughts of the LORD, Neither understand they His counsel; For He hath gathered them as the sheaves to the threshing-floor.","Arise and thresh, O daughter of Zion; For I will make thy horn iron, And I will make thy hoofs brass; And thou shalt beat in pieces many peoples; And thou shalt devote their gain unto the LORD, And their substance unto the Lord of the whole earth.","Now shalt thou gather thyself in troops, O daughter of troops; They have laid siege against us; They smite the judge of Israel with a rod upon the cheek."],["But thou, Beth-lehem Ephrathah, Which art little to be among the thousands of Judah, Out of thee shall one come forth unto Me that is to be ruler in Israel; Whose goings forth are from of old, from ancient days.","Therefore will He give them up, Until the time that she who travaileth hath brought forth; Then the residue of his brethren shall return with the children of Israel.","And he shall stand, and shall feed his flock in the strength of the LORD, In the majesty of the name of the LORD his God; And they shall abide, for then shall he be great unto the ends of the earth.","And this shall be peace: When the Assyrian shall come into our land, And when he shall tread in our palaces, Then shall we raise against him seven shepherds, And eight princes among men.","And they shall waste the land of Assyria with the sword, And the land of Nimrod with the keen-edged sword; And he shall deliver us from the Assyrian, when he cometh into our land, And when he treadeth within our border.","And the remnant of Jacob shall be in the midst of many peoples, As dew from the LORD, as showers upon the grass, That are not looked for from man, Nor awaited at the hands of the sons of men.","And the remnant of Jacob shall be among the nations, in the midst of many peoples, As a lion among the beasts of the forest, As a young lion among the flocks of sheep, Who, if he go through, treadeth down and teareth in pieces, And there is none to deliver.","Let Thy hand be lifted up above Thine adversaries, And let all Thine enemies be cut off. .","And it shall come to pass in that day, saith the LORD, That I will cut off thy horses out of the midst of thee, And will destroy thy chariots;","And I will cut off the cities of thy land, And will throw down all thy strongholds;","And I will cut off witchcrafts out of thy hand; And thou shalt have no more soothsayers;","And I will cut off thy graven images and thy pillars out of the midst of thee; And thou shalt no more worship the work of thy hands.","And I will pluck up thy Asherim out of the midst of thee; And I will destroy thine enemies.","And I will execute vengeance in anger and fury upon the nations, Because they hearkened not."],["Hear ye now what the LORD saith: Arise, contend thou before the mountains, And let the hills hear thy voice.","Hear, O ye mountains, the LORD’S controversy, And ye enduring rocks, the foundations of the earth; For the LORD hath a controversy with His people, And He will plead with Israel.","O My people, what have I done unto thee? And wherein have I wearied thee? Testify against Me.","For I brought thee up out of the land of Egypt, And redeemed thee out of the house of bondage, And I sent before thee Moses, Aaron, and Miriam.","O My people, remember now what Balak king of Moab devised, And what Balaam the son of Beor answered him; From Shittim unto Gilgal, That ye may know the righteous acts of the LORD.","’Wherewith shall I come before the LORD, And bow myself before God on high? Shall I come before Him with burnt-offerings, With calves of a year old?","Will the LORD be pleased with thousands of rams, With ten thousands of rivers of oil? Shall I give my first-born for my transgression, The fruit of my body for the sin of my soul?’","It hath been told thee, O man, what is good, And what the LORD doth require of thee: Only to do justly, and to love mercy, and to walk humbly with thy God.","Hark! the LORD crieth unto the city— And it is wisdom to have regard for Thy name— Hear ye the rod, and who hath appointed it.","Are there yet the treasures of wickedness in the house of the wicked, And the scant measure that is abominable?","’Shall I be pure with wicked balances, And with a bag of deceitful weights?’","For the rich men thereof are full of violence, And the inhabitants thereof have spoken lies, And their tongue is deceitful in their mouth.","Therefore I also do smite thee with a grievous wound; I do make thee desolate because of thy sins.","Thou shalt eat, but not be satisfied; And thy sickness shall be in thine inward parts; And thou shalt conceive, but shalt not bring forth; And whomsoever thou bringest forth will I give up to the sword.","Thou shalt sow, but shalt not reap; Thou shalt tread the olives, but shalt not anoint thee with oil; And the vintage, but shalt not drink wine.","For the statutes of Omri are kept, And all the works of the house of Ahab, And ye walk in their counsels; That I may make thee an astonishment, And the inhabitants thereof a hissing; And ye shall bear the reproach of My people."],["Woe is me! for I am as the last of the summer fruits, As the grape gleanings of the vintage; There is no cluster to eat; Nor first-ripe fig which my soul desireth.","The godly man is perished out of the earth, And the upright among men is no more; They all lie in wait for blood; They hunt every man his brother with a net.","Their hands are upon that which is evil to do it diligently; The prince asketh, and the judge is ready for a reward; And the great man, he uttereth the evil desire of his soul; Thus they weave it together.","The best of them is as a brier; The most upright is worse than a thorn hedge; The day of thy watchmen, even thy visitation, is come; Now shall be their perplexity.","Trust ye not in a friend, Put ye not confidence in a familiar friend; Keep the doors of thy mouth from her that lieth in thy bosom. .","For the son dishonoureth the father, The daughter riseth up against her mother, The daughter-in-law against her mother-in-law; A man’s enemies are the men of his own house.","’But as for me, I will look unto the LORD; I will wait for the God of my salvation; My God will hear me.","Rejoice not against me, O mine enemy; Though I am fallen, I shall arise; Though I sit in darkness, the LORD is a light unto me.","I will bear the indignation of the LORD, Because I have sinned against Him; Until He plead my cause, and execute judgment for me; He will bring me forth to the light, And I shall behold His righteousness.","Then mine enemy shall see it, and shame shall cover her; Who said unto me: Where is the LORD thy God? Mine eyes shall gaze upon her; Now shall she be trodden down as the mire of the streets.’","’The day for building thy walls, even that day, shall be far removed.’","There shall be a day when they shall come unto thee, From Assyria even to the cities of Egypt, And from Egypt even to the River, And from sea to sea, and from mountain to mountain.","And the land shall be desolate for them that dwell therein, Because of the fruit of their doings.","Tend Thy people with Thy staff, the flock of Thy heritage, That dwell solitarily, as a forest in the midst of the fruitful field; Let them feed in Bashan and Gilead, as in the days of old.","’As in the days of thy coming forth out of the land of Egypt Will I show unto him marvellous things.’","The nations shall see and be put to shame for all their might; They shall lay their hand upon their mouth, Their ears shall be deaf.","They shall lick the dust like a serpent; Like crawling things of the earth they shall come trembling out of their close places; They shall come with fear unto the LORD our God, And shall be afraid because of Thee.","Who is a God like unto Thee, that pardoneth the iniquity, And passeth by the transgression of the remnant of His heritage? He retaineth not His anger for ever, Because He delighteth in mercy. .","He will again have compassion upon us; He will subdue our iniquities; And Thou wilt cast all their sins into the depths of the sea.","Thou wilt show faithfulness to Jacob, mercy to Abraham, As Thou hast sworn unto our fathers from the days of old."]]},"nahum":{"hebrew":[["מַשָּׂא נִינְוֵה סֵפֶר חֲזוֹן נַחוּם הָאֶלְקֹשִׁי׃","אֵל קַנּוֹא וְנֹקֵם יְהוָה נֹקֵם יְהוָה וּבַעַל חֵמָה נֹקֵם יְהוָה לְצָרָיו וְנוֹטֵר הוּא לְאֹיְבָיו׃","יְהֹוָה אֶרֶךְ אַפַּיִם וגדול־[וּגְדָל־] כֹּחַ וְנַקֵּה לֹא יְנַקֶּה יְהוָה בְּסוּפָה וּבִשְׂעָרָה דַּרְכּוֹ וְעָנָן אֲבַק רַגְלָיו׃","גּוֹעֵר בַּיָּם וַיַּבְּשֵׁהוּ וְכָל־הַנְּהָרוֹת הֶחֱרִיב אֻמְלַל בָּשָׁן וְכַרְמֶל וּפֶרַח לְבָנוֹן אֻמְלָל׃","הָרִים רָעֲשׁוּ מִמֶּנּוּ וְהַגְּבָעוֹת הִתְמֹגָגוּ וַתִּשָּׂא הָאָרֶץ מִפָּנָיו וְתֵבֵל וְכָל־יֹשְׁבֵי בָהּ׃","לִפְנֵי זַעְמוֹ מִי יַעֲמוֹד וּמִי יָקוּם בַּחֲרוֹן אַפּוֹ חֲמָתוֹ נִתְּכָה כָאֵשׁ וְהַצֻּרִים נִתְּצוּ מִמֶּנּוּ׃","טוֹב יְהוָה לְמָעוֹז בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ׃","וּבְשֶׁטֶף עֹבֵר כָּלָה יַעֲשֶׂה מְקוֹמָהּ וְאֹיְבָיו יְרַדֶּף־חֹשֶׁךְ׃","מַה־תְּחַשְּׁבוּן אֶל־יְהוָה כָּלָה הוּא עֹשֶׂה לֹא־תָקוּם פַּעֲמַיִם צָרָה׃","כִּי עַד־סִירִים סְבֻכִים וּכְסָבְאָם סְבוּאִים אֻכְּלוּ כְּקַשׁ יָבֵשׁ מָלֵא׃","מִמֵּךְ יָצָא חֹשֵׁב עַל־יְהוָה רָעָה יֹעֵץ בְּלִיָּעַל׃","כֹּה אָמַר יְהוָה אִם־שְׁלֵמִים וְכֵן רַבִּים וְכֵן נָגֹזּוּ וְעָבָר וְעִנִּתִךְ לֹא אֲעַנֵּךְ עוֹד׃","וְעַתָּה אֶשְׁבֹּר מֹטֵהוּ מֵעָלָיִךְ וּמוֹסְרֹתַיִךְ אֲנַתֵּק׃","וְצִוָּה עָלֶיךָ יְהוָה לֹא־יִזָּרַע מִשִּׁמְךָ עוֹד מִבֵּית אֱלֹהֶיךָ אַכְרִית פֶּסֶל וּמַסֵּכָה אָשִׂים קִבְרֶךָ כִּי קַלּוֹתָ׃"],["הִנֵּה עַל־הֶהָרִים רַגְלֵי מְבַשֵּׂר מַשְׁמִיעַ שָׁלוֹם חָגִּי יְהוּדָה חַגַּיִךְ שַׁלְּמִי נְדָרָיִךְ כִּי לֹא יוֹסִיף עוֹד לעבור־[לַעֲבָר־] בָּךְ בְּלִיַּעַל כֻּלֹּה נִכְרָת׃","עָלָה מֵפִיץ עַל־פָּנַיִךְ נָצוֹר מְצֻרָה צַפֵּה־דֶרֶךְ חַזֵּק מָתְנַיִם אַמֵּץ כֹּחַ מְאֹד׃","כִּי שָׁב יְהוָה אֶת־גְּאוֹן יַעֲקֹב כִּגְאוֹן יִשְׂרָאֵל כִּי בְקָקוּם בֹּקְקִים וּזְמֹרֵיהֶם שִׁחֵתוּ׃","מָגֵן גִּבֹּרֵיהוּ מְאָדָּם אַנְשֵׁי־חַיִל מְתֻלָּעִים בְּאֵשׁ־פְּלָדוֹת הָרֶכֶב בְּיוֹם הֲכִינוֹ וְהַבְּרֹשִׁים הָרְעָלוּ׃","בַּחוּצוֹת יִתְהוֹלְלוּ הָרֶכֶב יִשְׁתַּקְשְׁקוּן בָּרְחֹבוֹת מַרְאֵיהֶן כַּלַּפִּידִם כַּבְּרָקִים יְרוֹצֵצוּ׃","יִזְכֹּר אַדִּירָיו יִכָּשְׁלוּ בהלכותם [בַּהֲלִיכָתָם] יְמַהֲרוּ חוֹמָתָהּ וְהֻכַן הַסֹּכֵךְ׃","שַׁעֲרֵי הַנְּהָרוֹת נִפְתָּחוּ וְהַהֵיכָל נָמוֹג׃","וְהֻצַּב גֻּלְּתָה הֹעֲלָתָה וְאַמְהֹתֶיהָ מְנַהֲגוֹת כְּקוֹל יוֹנִים מְתֹפְפֹת עַל־לִבְבֵהֶן׃","וְנִינְוֵה כִבְרֵכַת־מַיִם מִימֵי הִיא וְהֵמָּה נָסִים עִמְדוּ עֲמֹדוּ וְאֵין מַפְנֶה׃","בֹּזּוּ כֶסֶף בֹּזּוּ זָהָב וְאֵין קֵצֶה לַתְּכוּנָה כָּבֹד מִכֹּל כְּלִי חֶמְדָּה׃","בּוּקָה וּמְבוּקָה וּמְבֻלָּקָה וְלֵב נָמֵס וּפִק בִּרְכַּיִם וְחַלְחָלָה בְּכָל־מָתְנַיִם וּפְנֵי כֻלָּם קִבְּצוּ פָארוּר׃","אַיֵּה מְעוֹן אֲרָיוֹת וּמִרְעֶה הוּא לַכְּפִרִים אֲשֶׁר הָלַךְ אַרְיֵה לָבִיא שָׁם גּוּר אַרְיֵה וְאֵין מַחֲרִיד׃","אַרְיֵה טֹרֵף בְּדֵי גֹרוֹתָיו וּמְחַנֵּק לְלִבְאֹתָיו וַיְמַלֵּא־טֶרֶף חֹרָיו וּמְעֹנֹתָיו טְרֵפָה׃","הִנְנִי אֵלַיִךְ נְאֻם יְהוָה צְבָאוֹת וְהִבְעַרְתִּי בֶעָשָׁן רִכְבָּהּ וּכְפִירַיִךְ תֹּאכַל חָרֶב וְהִכְרַתִּי מֵאֶרֶץ טַרְפֵּךְ וְלֹא־יִשָּׁמַע עוֹד קוֹל מַלְאָכֵכֵה׃"],["הוֹי עִיר דָּמִים כֻּלָּהּ כַּחַשׁ פֶּרֶק מְלֵאָה לֹא יָמִישׁ טָרֶף׃","קוֹל שׁוֹט וְקוֹל רַעַשׁ אוֹפָן וְסוּס דֹּהֵר וּמֶרְכָּבָה מְרַקֵּדָה׃","פָּרָשׁ מַעֲלֶה וְלַהַב חֶרֶב וּבְרַק חֲנִית וְרֹב חָלָל וְכֹבֶד פָּגֶר וְאֵין קֵצֶה לַגְּוִיָּה יכשלו [וְכָשְׁלוּ] בִּגְוִיָּתָם׃","מֵרֹב זְנוּנֵי זוֹנָה טוֹבַת חֵן בַּעֲלַת כְּשָׁפִים הַמֹּכֶרֶת גּוֹיִם בִּזְנוּנֶיהָ וּמִשְׁפָּחוֹת בִּכְשָׁפֶיהָ׃","הִנְנִי אֵלַיִךְ נְאֻם יְהוָה צְבָאוֹת וְגִלֵּיתִי שׁוּלַיִךְ עַל־פָּנָיִךְ וְהַרְאֵיתִי גוֹיִם מַעְרֵךְ וּמַמְלָכוֹת קְלוֹנֵךְ׃","וְהִשְׁלַכְתִּי עָלַיִךְ שִׁקֻּצִים וְנִבַּלְתִּיךְ וְשַׂמְתִּיךְ כְּרֹאִי׃","וְהָיָה כָל־רֹאַיִךְ יִדּוֹד מִמֵּךְ וְאָמַר שָׁדְּדָה נִינְוֵה מִי יָנוּד לָהּ מֵאַיִן אֲבַקֵּשׁ מְנַחֲמִים לָךְ׃","הֲתֵיטְבִי מִנֹּא אָמוֹן הַיֹּשְׁבָה בַּיְאֹרִים מַיִם סָבִיב לָהּ אֲשֶׁר־חֵיל יָם מִיָּם חוֹמָתָהּ׃","כּוּשׁ עָצְמָה וּמִצְרַיִם וְאֵין קֵצֶה פּוּט וְלוּבִים הָיוּ בְּעֶזְרָתֵךְ׃","גַּם־הִיא לַגֹּלָה הָלְכָה בַשֶּׁבִי גַּם עֹלָלֶיהָ יְרֻטְּשׁוּ בְּרֹאשׁ כָּל־חוּצוֹת וְעַל־נִכְבַּדֶּיהָ יַדּוּ גוֹרָל וְכָל־גְּדוֹלֶיהָ רֻתְּקוּ בַזִּקִּים׃","גַּם־אַתְּ תִּשְׁכְּרִי תְּהִי נַעֲלָמָה גַּם־אַתְּ תְּבַקְשִׁי מָעוֹז מֵאוֹיֵב׃","כָּל־מִבְצָרַיִךְ תְּאֵנִים עִם־בִּכּוּרִים אִם־יִנּוֹעוּ וְנָפְלוּ עַל־פִּי אוֹכֵל׃","הִנֵּה עַמֵּךְ נָשִׁים בְּקִרְבֵּךְ לְאֹיְבַיִךְ פָּתוֹחַ נִפְתְּחוּ שַׁעֲרֵי אַרְצֵךְ אָכְלָה אֵשׁ בְּרִיחָיִך׃","מֵי מָצוֹר שַׁאֲבִי־לָךְ חַזְּקִי מִבְצָרָיִךְ בֹּאִי בַטִּיט וְרִמְסִי בַחֹמֶר הַחֲזִיקִי מַלְבֵּן׃","שָׁם תֹּאכְלֵךְ אֵשׁ תַּכְרִיתֵךְ חֶרֶב תֹּאכְלֵךְ כַּיָּלֶק הִתְכַּבֵּד כַּיֶּלֶק הִתְכַּבְּדִי כָּאַרְבֶּה׃","הִרְבֵּית רֹכְלַיִךְ מִכּוֹכְבֵי הַשָּׁמָיִם יֶלֶק פָּשַׁט וַיָּעֹף׃","מִנְּזָרַיִךְ כָּאַרְבֶּה וְטַפְסְרַיִךְ כְּגוֹב גֹּבָי הַחוֹנִים בַּגְּדֵרוֹת בְּיוֹם קָרָה שֶׁמֶשׁ זָרְחָה וְנוֹדַד וְלֹא־נוֹדַע מְקוֹמוֹ אַיָּם׃","נָמוּ רֹעֶיךָ מֶלֶךְ אַשּׁוּר יִשְׁכְּנוּ אַדִּירֶיךָ נָפֹשׁוּ עַמְּךָ עַל־הֶהָרִים וְאֵין מְקַבֵּץ׃","אֵין־כֵּהָה לְשִׁבְרֶךָ נַחְלָה מַכָּתֶךָ כֹּל שֹׁמְעֵי שִׁמְעֲךָ תָּקְעוּ כַף עָלֶיךָ כִּי עַל־מִי לֹא־עָבְרָה רָעָתְךָ תָּמִיד׃"]],"english":[["The burden of Nineveh. The book of the vision of Nahum the Elkoshite.","The LORD is a jealous and avenging God, The LORD avengeth and is full of wrath; The LORD taketh vengeance on His adversaries, And He reserveth wrath for His enemies.","The LORD is long-suffering, and great in power, And will by no means clear the guilty; The LORD, in the whirlwind and in the storm is His way, And the clouds are the dust of His feet.","He rebuketh the sea, and maketh it dry, And drieth up all the rivers; Bashan languisheth, and Carmel, And the flower of Lebanon languisheth.","The mountains quake at Him, And the hills melt; And the earth is upheaved at His presence, Yea, the world, and all that dwell therein.","Who can stand before His indignation? And who can abide in the fierceness of His anger? His fury is poured out like fire, And the rocks are broken asunder before Him.","The LORD is good, A stronghold in the day of trouble; And He knoweth them that take refuge in Him.","But with an overrunning flood He will make a full end of the place thereof, And darkness shall pursue His enemies.","What do ye devise against the LORD? He will make a full end; Trouble shall not rise up the second time. .","For though they be like tangled thorns, And be drunken according to their drink, They shall be devoured as stubble fully dry.","Out of thee came he forth, That deviseth evil against the LORD, That counselleth wickedness.","Thus saith the LORD: Though they be in full strength, and likewise many, Even so shall they be cut down, and he shall pass away; And though I have afflicted thee, I will afflict thee no more.","And now will I break his yoke from off thee, And will burst thy bonds in sunder.","And the LORD hath given commandment concerning thee, That no more of thy name be sown; Out of the house of thy god will I cut off The graven image and the molten image; I will make thy grave; for thou art become worthless."],["Behold upon the mountains the feet of him That bringeth good tidings, that announceth peace! Keep thy feasts, O Judah, Perform thy vows; For the wicked one shall no more pass through thee; He is utterly cut off.","A maul is come up before thy face; Guard the defences, Watch the way, make thy loins strong, Fortify thy power mightily!—","For the LORD restoreth the pride of Jacob, As the pride of Israel; For the emptiers have emptied them out, And marred their vine-branches.—","The shield of his mighty men is made red, The valiant men are in scarlet; The chariots are fire of steel in the day of his preparation, And the cypress spears are made to quiver.","The chariots rush madly in the streets, They jostle one against another in the broad places; The appearance of them is like torches, They run to and fro like the lightnings.","He bethinketh himself of his worthies; They stumble in their march; They make haste to the wall thereof, And the mantelet is prepared.","The gates of the rivers are opened, And the palace is dissolved.","And the queen is uncovered, she is carried away, And her handmaids moan as with the voice of doves, Tabering upon their breasts.","But Nineveh hath been from of old like a pool of water; Yet they flee away; ‘Stand, stand’; But none looketh back.","Take ye the spoil of silver, take the spoil of gold; For there is no end of the store, Rich with all precious vessels.","She is empty, and void, and waste; And the heart melteth, and the knees smite together, And convulsion is in all loins, And the faces of them all have gathered blackness.","Where is the den of the lions, Which was the feeding-place of the young lions, Where the lion and the lioness walked, and the lion’s whelp, And none made them afraid?","The lion did tear in pieces enough for his whelps, And strangled for his lionesses, And filled his caves with prey, And his dens with ravin.","Behold, I am against thee, saith the LORD of hosts, And I will burn her chariots in the smoke, And the sword shall devour thy young lions; And I will cut off thy prey from the earth, And the voice of thy messengers shall no more be heard."],["Woe to the bloody city! It is all full of lies and rapine; The prey departeth not.","Hark! the whip, and hark! the rattling of the wheels; And prancing horses, and bounding chariots;","The horseman charging, And the flashing sword, and the glittering spear; And a multitude of slain, and a heap of carcases; And there is no end of the corpses, and they stumble upon their corpses;","Because of the multitude of the harlotries of the well-favoured harlot, The mistress of witchcrafts, That selleth nations through her harlotries, And families through her witchcrafts.","Behold, I am against thee, saith the LORD of hosts, And I will uncover thy skirts upon thy face, And I will shew the nations thy nakedness, And the kingdoms thy shame.","And I will cast detestable things upon thee, and make thee vile, And will make thee as dung.","And it shall come to pass, that all they that look upon thee Shall flee from thee, And say: ‘Nineveh is laid waste; Who will bemoan her? Whence shall I seek comforters for thee?’","Art thou better than No-amon, That was situate among the rivers, That had the waters round about her; Whose rampart was the sea, and of the sea her wall?","Ethiopia and Egypt were thy strength, and it was infinite; Put and Lubim were thy helpers.","Yet was she carried away, She went into captivity; Her young children also were dashed in pieces At the head of all the streets; And they cast lots for her honourable men, And all her great men were bound in chains.","Thou also shalt be drunken, Thou shalt swoon; Thou also shalt seek a refuge Because of the enemy.","All thy fortresses shall be like fig-trees with the first-ripe figs: If they be shaken, they fall into the mouth of the eater.","Behold, thy people in the midst of thee are women; The gates of thy land are set wide open unto thine enemies; The fire hath devoured thy bars.","Draw thee water for the siege, Strengthen thy fortresses; Go into the clay, and tread the mortar, Lay hold of the brickmould.","There shall the fire devour thee; The sword shall cut thee off, It shall devour thee like the canker-worm; Make thyself many as the canker-worm, Make thyself many as the locusts.","Thou hast multiplied thy merchants Above the stars of heaven; The canker-worm spreadeth itself, and flieth away.","Thy crowned are as the locusts, And thy marshals as the swarms of grasshoppers, Which camp in the walls in the cold day, But when the sun ariseth they flee away, And their place is not known where they are.","Thy shepherds slumber, O king of Assyria, Thy worthies are at rest; Thy people are scattered upon the mountains, And there is none to gather them.","There is no assuaging of thy hurt, Thy wound is grievous; All that hear the report of thee Clap the hands over thee; For upon whom hath not thy wickedness passed continually?"]]},"habakuk":{"hebrew":[["הַמַּשָׂא אֲשֶׁר חָזָה חֲבַקּוּק הַנָּבִיא׃","עַד־אָנָה יְהוָה שִׁוַּעְתִּי וְלֹא תִשְׁמָע אֶזְעַק אֵלֶיךָ חָמָס וְלֹא תוֹשִׁיעַ׃","לָמָּה תַרְאֵנִי אָוֶן וְעָמָל תַּבִּיט וְשֹׁד וְחָמָס לְנֶגְדִּי וַיְהִי רִיב וּמָדוֹן יִשָּׂא׃","עַל־כֵּן תָּפוּג תּוֹרָה וְלֹא־יֵצֵא לָנֶצַח מִשְׁפָּט כִּי רָשָׁע מַכְתִּיר אֶת־הַצַּדִּיק עַל־כֵּן יֵצֵא מִשְׁפָּט מְעֻקָּל׃","רְאוּ בַגּוֹיִם וְהַבִּיטוּ וְהִתַּמְּהוּ תְּמָהוּ כִּי־פֹעַל פֹּעֵל בִּימֵיכֶם לֹא תַאֲמִינוּ כִּי יְסֻפָּר׃","כִּי־הִנְנִי מֵקִים אֶת־הַכַּשְׂדִּים הַגּוֹי הַמַּר וְהַנִּמְהָר הַהוֹלֵךְ לְמֶרְחֲבֵי־אֶרֶץ לָרֶשֶׁת מִשְׁכָּנוֹת לֹּא־לוֹ׃","אָיֹם וְנוֹרָא הוּא מִמֶּנּוּ מִשְׁפָּטוֹ וּשְׂאֵתוֹ יֵצֵא׃","וְקַלּוּ מִנְּמֵרִים סוּסָיו וְחַדּוּ מִזְּאֵבֵי עֶרֶב וּפָשׁוּ פָּרָשָׁיו וּפָרָשָׁיו מֵרָחוֹק יָבֹאוּ יָעֻפוּ כְּנֶשֶׁר חָשׁ לֶאֱכוֹל׃","כֻּלֹּה לְחָמָס יָבוֹא מְגַמַּת פְּנֵיהֶם קָדִימָה וַיֶּאֱסֹף כַּחוֹל שֶׁבִי׃","וְהוּא בַּמְּלָכִים יִתְקַלָּס וְרֹזְנִים מִשְׂחָק לוֹ הוּא לְכָל־מִבְצָר יִשְׂחָק וַיִּצְבֹּר עָפָר וַיִּלְכְּדָהּ׃","אָז חָלַף רוּחַ וַיַּעֲבֹר וְאָשֵׁם זוּ כֹחוֹ לֵאלֹהוֹ׃","הֲלוֹא אַתָּה מִקֶּדֶם יְהוָה אֱלֹהַי קְדֹשִׁי לֹא נָמוּת יְהוָה לְמִשְׁפָּט שַׂמְתּוֹ וְצוּר לְהוֹכִיחַ יְסַדְתּוֹ׃","טְהוֹר עֵינַיִם מֵרְאוֹת רָע וְהַבִּיט אֶל־עָמָל לֹא תוּכָל לָמָּה תַבִּיט בּוֹגְדִים תַּחֲרִישׁ בְּבַלַּע רָשָׁע צַדִּיק מִמֶּנּוּ׃","וַתַּעֲשֶׂה אָדָם כִּדְגֵי הַיָּם כְּרֶמֶשׂ לֹא־מֹשֵׁל בּוֹ׃","כֻּלֹּה בְּחַכָּה הֵעֲלָה יְגֹרֵהוּ בְחֶרְמוֹ וְיַאַסְפֵהוּ בְּמִכְמַרְתּוֹ עַל־כֵּן יִשְׂמַח וְיָגִיל׃","עַל־כֵּן יְזַבֵּחַ לְחֶרְמוֹ וִיקַטֵּר לְמִכְמַרְתּוֹ כִּי בָהֵמָּה שָׁמֵן חֶלְקוֹ וּמַאֲכָלוֹ בְּרִאָה׃","הַעַל כֵּן יָרִיק חֶרְמוֹ וְתָמִיד לַהֲרֹג גּוֹיִם לֹא יַחְמוֹל׃"],["עַל־מִשְׁמַרְתִּי אֶעֱמֹדָה וְאֶתְיַצְּבָה עַל־מָצוֹר וַאֲצַפֶּה לִרְאוֹת מַה־יְדַבֶּר־בִּי וּמָה אָשִׁיב עַל־תּוֹכַחְתִּי׃","וַיַּעֲנֵנִי יְהוָה וַיֹּאמֶר כְּתוֹב חָזוֹן וּבָאֵר עַל־הַלֻּחוֹת לְמַעַן יָרוּץ קוֹרֵא בוֹ׃","כִּי עוֹד חָזוֹן לַמּוֹעֵד וְיָפֵחַ לַקֵּץ וְלֹא יְכַזֵּב אִם־יִתְמַהְמָהּ חַכֵּה־לוֹ כִּי־בֹא יָבֹא לֹא יְאַחֵר׃","הִנֵּה עֻפְּלָה לֹא־יָשְׁרָה נַפְשׁוֹ בּוֹ וְצַדִּיק בֶּאֱמוּנָתוֹ יִחְיֶה׃","וְאַף כִּי־הַיַּיִן בּוֹגֵד גֶּבֶר יָהִיר וְלֹא יִנְוֶה אֲשֶׁר הִרְחִיב כִּשְׁאוֹל נַפְשׁוֹ וְהוּא כַמָּוֶת וְלֹא יִשְׂבָּע וַיֶּאֱסֹף אֵלָיו כָּל־הַגּוֹיִם וַיִּקְבֹּץ אֵלָיו כָּל־הָעַמִּים׃","הֲלוֹא־אֵלֶּה כֻלָּם עָלָיו מָשָׁל יִשָּׂאוּ וּמְלִיצָה חִידוֹת לוֹ וְיֹאמַר הוֹי הַמַּרְבֶּה לֹּא־לוֹ עַד־מָתַי וּמַכְבִּיד עָלָיו עַבְטִיט׃","הֲלוֹא פֶתַע יָקוּמוּ נֹשְׁכֶיךָ וְיִקְצוּ מְזַעְזְעֶיךָ וְהָיִיתָ לִמְשִׁסּוֹת לָמוֹ׃","כִּי אַתָּה שַׁלּוֹתָ גּוֹיִם רַבִּים יְשָׁלּוּךָ כָּל־יֶתֶר עַמִּים מִדְּמֵי אָדָם וַחֲמַס־אֶרֶץ קִרְיָה וְכָל־יֹשְׁבֵי בָהּ׃","הוֹי בֹּצֵעַ בֶּצַע רָע לְבֵיתוֹ לָשׂוּם בַּמָּרוֹם קִנּוֹ לְהִנָּצֵל מִכַּף־רָע׃","יָעַצְתָּ בֹּשֶׁת לְבֵיתֶךָ קְצוֹת־עַמִּים רַבִּים וְחוֹטֵא נַפְשֶׁךָ׃","כִּי־אֶבֶן מִקִּיר תִּזְעָק וְכָפִיס מֵעֵץ יַעֲנֶנָּה׃","הוֹי בֹּנֶה עִיר בְּדָמִים וְכוֹנֵן קִרְיָה בְּעַוְלָה׃","הֲלוֹא הִנֵּה מֵאֵת יְהוָה צְבָאוֹת וְיִיגְעוּ עַמִּים בְּדֵי־אֵשׁ וּלְאֻמִּים בְּדֵי־רִיק יִעָפוּ׃","כִּי תִּמָּלֵא הָאָרֶץ לָדַעַת אֶת־כְּבוֹד יְהוָה כַּמַּיִם יְכַסּוּ עַל־יָם׃","הוֹי מַשְׁקֵה רֵעֵהוּ מְסַפֵּחַ חֲמָתְךָ וְאַף שַׁכֵּר לְמַעַן הַבִּיט עַל־מְעוֹרֵיהֶם׃","שָׂבַעְתָּ קָלוֹן מִכָּבוֹד שְׁתֵה גַם־אַתָּה וְהֵעָרֵל תִּסּוֹב עָלֶיךָ כּוֹס יְמִין יְהוָה וְקִיקָלוֹן עַל־כְּבוֹדֶךָ׃","כִּי חֲמַס לְבָנוֹן יְכַסֶּךָּ וְשֹׁד בְּהֵמוֹת יְחִיתַן מִדְּמֵי אָדָם וַחֲמַס־אֶרֶץ קִרְיָה וְכָל־יֹשְׁבֵי בָהּ׃","מָה־הוֹעִיל פֶּסֶל כִּי פְסָלוֹ יֹצְרוֹ מַסֵּכָה וּמוֹרֶה שָּׁקֶר כִּי בָטַח יֹצֵר יִצְרוֹ עָלָיו לַעֲשׂוֹת אֱלִילִים אִלְּמִים׃","הוֹי אֹמֵר לָעֵץ הָקִיצָה עוּרִי לְאֶבֶן דּוּמָם הוּא יוֹרֶה הִנֵּה־הוּא תָּפוּשׂ זָהָב וָכֶסֶף וְכָל־רוּחַ אֵין בְּקִרְבּוֹ׃","וַיהוָה בְּהֵיכַל קָדְשׁוֹ הַס מִפָּנָיו כָּל־הָאָרֶץ׃"],["תְּפִלָּה לַחֲבַקּוּק הַנָּבִיא עַל שִׁגְיֹנוֹת׃","יְהוָה שָׁמַעְתִּי שִׁמְעֲךָ יָרֵאתִי יְהוָה פָּעָלְךָ בְּקֶרֶב שָׁנִים חַיֵּיהוּ בְּקֶרֶב שָׁנִים תּוֹדִיעַ בְּרֹגֶז רַחֵם תִּזְכּוֹר׃","אֱלוֹהַ מִתֵּימָן יָבוֹא וְקָדוֹשׁ מֵהַר־פָּארָן סֶלָה כִּסָּה שָׁמַיִם הוֹדוֹ וּתְהִלָּתוֹ מָלְאָה הָאָרֶץ׃","וְנֹגַהּ כָּאוֹר תִּהְיֶה קַרְנַיִם מִיָּדוֹ לוֹ וְשָׁם חֶבְיוֹן עֻזֹּה׃","לְפָנָיו יֵלֶךְ דָּבֶר וְיֵצֵא רֶשֶׁף לְרַגְלָיו׃","עָמַד וַיְמֹדֶד אֶרֶץ רָאָה וַיַּתֵּר גּוֹיִם וַיִּתְפֹּצְצוּ הַרְרֵי־עַד שַׁחוּ גִּבְעוֹת עוֹלָם הֲלִיכוֹת עוֹלָם לוֹ׃","תַּחַת אָוֶן רָאִיתִי אָהֳלֵי כוּשָׁן יִרְגְּזוּן יְרִיעוֹת אֶרֶץ מִדְיָן׃","הֲבִנְהָרִים חָרָה יְהוָה אִם בַּנְּהָרִים אַפֶּךָ אִם־בַּיָּם עֶבְרָתֶךָ כִּי תִרְכַּב עַל־סוּסֶיךָ מַרְכְּבֹתֶיךָ יְשׁוּעָה׃","עֶרְיָה תֵעוֹר קַשְׁתֶּךָ שְׁבֻעוֹת מַטּוֹת אֹמֶר סֶלָה נְהָרוֹת תְּבַקַּע־אָרֶץ׃","רָאוּךָ יָחִילוּ הָרִים זֶרֶם מַיִם עָבָר נָתַן תְּהוֹם קוֹלוֹ רוֹם יָדֵיהוּ נָשָׂא׃","שֶׁמֶשׁ יָרֵחַ עָמַד זְבֻלָה לְאוֹר חִצֶּיךָ יְהַלֵּכוּ לְנֹגַהּ בְּרַק חֲנִיתֶךָ׃","בְּזַעַם תִּצְעַד־אָרֶץ בְּאַף תָּדוּשׁ גּוֹיִם׃","יָצָאתָ לְיֵשַׁע עַמֶּךָ לְיֵשַׁע אֶת־מְשִׁיחֶךָ מָחַצְתָּ רֹּאשׁ מִבֵּית רָשָׁע עָרוֹת יְסוֹד עַד־צַוָּאר סֶלָה׃","נָקַבְתָּ בְמַטָּיו רֹאשׁ פרזו [פְּרָזָיו] יִסְעֲרוּ לַהֲפִיצֵנִי עֲלִיצֻתָם כְּמוֹ־לֶאֱכֹל עָנִי בַּמִּסְתָּר׃","דָּרַכְתָּ בַיָּם סוּסֶיךָ חֹמֶר מַיִם רַבִּים׃","שָׁמַעְתִּי וַתִּרְגַּז בִּטְנִי לְקוֹל צָלֲלוּ שְׂפָתַי יָבוֹא רָקָב בַּעֲצָמַי וְתַחְתַּי אֶרְגָּז אֲשֶׁר אָנוּחַ לְיוֹם צָרָה לַעֲלוֹת לְעַם יְגוּדֶנּוּ׃","כִּי־תְאֵנָה לֹא־תִפְרָח וְאֵין יְבוּל בַּגְּפָנִים כִּחֵשׁ מַעֲשֵׂה־זַיִת וּשְׁדֵמוֹת לֹא־עָשָׂה אֹכֶל גָּזַר מִמִּכְלָה צֹאן וְאֵין בָּקָר בָּרְפָתִים׃","וַאֲנִי בַּיהוָה אֶעְלוֹזָה אָגִילָה בֵּאלֹהֵי יִשְׁעִי׃","יְהוִהּ אֲדֹנָי חֵילִי וַיָּשֶׂם רַגְלַי כָּאַיָּלוֹת וְעַל בָּמוֹתַי יַדְרִכֵנִי לַמְנַצֵּחַ בִּנְגִינוֹתָי׃"]],"english":[["THE burden which Habakkuk the prophet did see.","How long, O LORD, shall I cry, And Thou wilt not hear? I cry out unto Thee of violence, And Thou wilt not save.","Why dost Thou show me iniquity, And beholdest mischief? And why are spoiling and violence before me? So that there is strife, and contention ariseth.","Therefore the law is slacked, And right doth never go forth; For the wicked doth beset the righteous; Therefore right goeth forth perverted.","Look ye among the nations, and behold, And wonder marvellously; For, behold, a work shall be wrought in your days, Which ye will not believe though it be told you.","For, lo, I raise up the Chaldeans, That bitter and impetuous nation, That march through the breadth of the earth, To possess dwelling-places that are not theirs.","They are terrible and dreadful; Their law and their majesty proceed from themselves.","Their horses also are swifter than leopards, And are more fierce than the wolves of the desert; And their horsemen spread themselves; Yea, their horsemen come from far, They fly as a vulture that hasteth to devour.","They come all of them for violence; Their faces are set eagerly as the east wind; And they gather captives as the sand.","And they scoff at kings, And princes are a derision unto them; They deride every stronghold, For they heap up earth, and take it.","Then their spirit doth pass over and transgress, And they become guilty: Even they who impute their might unto their god.","Art not Thou from everlasting, O LORD my God, my Holy One? We shall not die. O LORD, Thou hast ordained them for judgment, And Thou, O Rock, hast established them for correction. .","Thou that art of eyes too pure to behold evil, And that canst not look on mischief, Wherefore lookest Thou, when they deal treacherously, And holdest Thy peace, when the wicked swalloweth up The man that is more righteous than he;","And makest men as the fishes of the sea, As the creeping things, that have no ruler over them?","They take up all of them with the angle, They catch them in their net, And gather them in their drag; Therefore they rejoice and exult.","Therefore they sacrifice unto their net, And offer unto their drag; Because by them their portion is fat, And their food plenteous.","Shall they therefore empty their net, And not spare to slay the nations continually?"],["I will stand upon my watch, And set me upon the tower, And will look out to see what He will speak by me, And what I shall answer when I am reproved.","And the LORD answered me, and said: ‘Write the vision, and make it plain upon tables, That a man may read it swiftly.","For the vision is yet for the appointed time, And it declareth of the end, and doth not lie; Though it tarry, wait for it; Because it will surely come, it will not delay.’","Behold, his soul is puffed up, it is not upright in him; But the righteous shall live by his faith.","Yea, moreover, wine is a treacherous dealer; The haughty man abideth not; He who enlargeth his desire as the nether-world, And is as death, and cannot be satisfied, But gathereth unto him all nations, And heapeth unto him all peoples.","Shall not all these take up a parable against him, And a taunting riddle against him, And say: ‘Woe to him that increaseth that which is not his! How long? and that ladeth himself with many pledges! ’","Shall they not rise up suddenly that shall exact interest of thee, And awake that shall violently shake thee, And thou shalt be for booties unto them?","Because thou hast spoiled many nations, All the remnant of the peoples shall spoil thee; Because of men’s blood, and for the violence done to the land, To the city and to all that dwell therein.","Woe to him that gaineth evil gains for his house, That he may set his nest on high, That he may be delivered from the power of evil!","Thou hast devised shame to thy house, By cutting off many peoples, And hast forfeited thy life.","For the stone shall cry out of the wall, And the beam out of the timber shall answer it.","Woe to him that buildeth a town with blood, And establisheth a city by iniquity!","Behold, is it not of the LORD of hosts That the peoples labour for the fire, And the nations weary themselves for vanity?","For the earth shall be filled With the knowledge of the glory of the LORD, As the waters cover the sea.","Woe unto him that giveth his neighbour drink, That puttest thy venom thereto, and makest him drunken also, That thou mayest look on their nakedness!","Thou art filled with shame instead of glory, Drink thou also, and be uncovered; The cup of the LORD’S right hand shall be turned unto thee, And filthiness shall be upon thy glory.","For the violence done to Lebanon shall cover thee, And the destruction of the beasts, which made them afraid; Because of men’s blood, and for the violence done to the land, To the city and to all that dwell therein.","What profiteth the graven image, That the maker thereof hath graven it, Even the molten image, and the teacher of lies; That the maker of his work trusteth therein, To make dumb idols?","Woe unto him that saith to the wood: ‘Awake’, To the dumb stone: ‘Arise! ’ Can this teach? Behold, it is overlaid with gold and silver, And there is no breath at all in the midst of it.","But the LORD is in His holy temple; Let all the earth keep silence before Him."],["A prayer of Habakkuk the prophet. Upon Shigionoth.","O LORD, I have heard the report of Thee, and am afraid; O LORD, revive Thy work in the midst of the years, in the midst of the years make it known; In wrath remember compassion.","God cometh from Teman, And the Holy One from mount Paran. Selah His glory covereth the heavens, And the earth is full of His praise.","And a brightness appeareth as the light; rays hath He at His side; and there is the hiding of His power.","Before him goeth the pestilence, and fiery bolts go forth at His feet.","He standeth, and shaketh the earth, He beholdeth, and maketh the nations to tremble; And the everlasting mountains are dashed in pieces, The ancient hills do bow; His goings are as of old.","I see the tents of Cushan in affliction; The curtains of the land of Midian do tremble.","Is it, O LORD, that against the rivers, is it that Thine anger is kindled against the rivers, or Thy wrath against the sea? That Thou dost ride upon Thy horses, upon Thy chariots of victory?","Thy bow is made quite bare; Sworn are the rods of the word. Selah. Thou dost cleave the earth with rivers.","The mountains have seen Thee, and they tremble; the tempest of waters floweth over; the deep uttereth its voice, And lifteth up its hands on high.","The sun and moon stand still in their habitation; at the light of Thine arrows as they go, At the shining of Thy glittering spear.","Thou marchest through the earth in indignation, Thou threshest the nations in anger.","Thou art come forth for the deliverance of Thy people, for the deliverance of Thine anointed; Thou woundest the head out of the house of the wicked, uncovering the foundation even unto the neck. Selah","Thou hast stricken through with his own rods the head of his rulers, that come as a whirlwind to scatter me; whose rejoicing is as to devour the poor secretly.","Thou hast trodden the sea with Thy horses, the foaming of mighty waters.","When I heard, mine inward parts trembled, My lips quivered at the voice; Rottenness entereth into my bones, And I tremble where I stand; that I should wait for the day of trouble, when he cometh up against the people that he invadeth.","For though the fig-tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, And the fields shall yield no food; The flock shall be cut off from the fold, and there shall be no herd in the stalls;","Yet I will rejoice in the LORD, I will exult in the God of my salvation.","God, the Lord, is my strength, And He maketh my feet like hinds’feet, And He maketh me to walk upon my high places. For the Leader. With my string-music."]]},"sephania":{"hebrew":[["דְּבַר־יְהוָה אֲשֶׁר הָיָה אֶל־צְפַנְיָה בֶּן־כּוּשִׁי בֶן־גְּדַלְיָה בֶּן־אֲמַרְיָה בֶּן־חִזְקִיָּה בִּימֵי יֹאשִׁיָּהוּ בֶן־אָמוֹן מֶלֶךְ יְהוּדָה׃","אָסֹף אָסֵף כֹּל מֵעַל פְּנֵי הָאֲדָמָה נְאֻם־יְהוָה׃","אָסֵף אָדָם וּבְהֵמָה אָסֵף עוֹף־הַשָּׁמַיִם וּדְגֵי הַיָּם וְהַמַּכְשֵׁלוֹת אֶת־הָרְשָׁעִים וְהִכְרַתִּי אֶת־הָאָדָם מֵעַל פְּנֵי הָאֲדָמָה נְאֻם־יְהוָה׃","וְנָטִיתִי יָדִי עַל־יְהוּדָה וְעַל כָּל־יוֹשְׁבֵי יְרוּשָׁלִָם וְהִכְרַתִּי מִן־הַמָּקוֹם הַזֶּה אֶת־שְׁאָר הַבַּעַל אֶת־שֵׁם הַכְּמָרִים עִם־הַכֹּהֲנִים׃","וְאֶת־הַמִּשְׁתַּחֲוִים עַל־הַגַּגּוֹת לִצְבָא הַשָּׁמָיִם וְאֶת־הַמִּשְׁתַּחֲוִים הַנִּשְׁבָּעִים לַיהוָה וְהַנִּשְׁבָּעִים בְּמַלְכָּם׃","וְאֶת־הַנְּסוֹגִים מֵאַחֲרֵי יְהוָה וַאֲשֶׁר לֹא־בִקְשׁוּ אֶת־יְהוָה וְלֹא דְרָשֻׁהוּ׃","הַס מִפְּנֵי אֲדֹנָי יְהוִה כִּי קָרוֹב יוֹם יְהוָה כִּי־הֵכִין יְהוָה זֶבַח הִקְדִּישׁ קְרֻאָיו׃","וְהָיָה בְּיוֹם זֶבַח יְהוָה וּפָקַדְתִּי עַל־הַשָּׂרִים וְעַל־בְּנֵי הַמֶּלֶךְ וְעַל כָּל־הַלֹּבְשִׁים מַלְבּוּשׁ נָכְרִי׃","וּפָקַדְתִּי עַל כָּל־הַדּוֹלֵג עַל־הַמִּפְתָּן בַּיּוֹם הַהוּא הַמְמַלְאִים בֵּית אֲדֹנֵיהֶם חָמָס וּמִרְמָה׃","וְהָיָה בַיּוֹם הַהוּא נְאֻם־יְהוָה קוֹל צְעָקָה מִשַּׁעַר הַדָּגִים וִילָלָה מִן־הַמִּשְׁנֶה וְשֶׁבֶר גָּדוֹל מֵהַגְּבָעוֹת׃","הֵילִילוּ יֹשְׁבֵי הַמַּכְתֵּשׁ כִּי נִדְמָה כָּל־עַם כְּנַעַן נִכְרְתוּ כָּל־נְטִילֵי כָסֶף׃","וְהָיָה בָּעֵת הַהִיא אֲחַפֵּשׂ אֶת־יְרוּשָׁלִַם בַּנֵּרוֹת וּפָקַדְתִּי עַל־הָאֲנָשִׁים הַקֹּפְאִים עַל־שִׁמְרֵיהֶם הָאֹמְרִים בִּלְבָבָם לֹא־יֵיטִיב יְהוָה וְלֹא יָרֵעַ׃","וְהָיָה חֵילָם לִמְשִׁסָּה וּבָתֵּיהֶם לִשְׁמָמָה וּבָנוּ בָתִּים וְלֹא יֵשֵׁבוּ וְנָטְעוּ כְרָמִים וְלֹא יִשְׁתּוּ אֶת־יֵינָם׃","קָרוֹב יוֹם־יְהוָה הַגָּדוֹל קָרוֹב וּמַהֵר מְאֹד קוֹל יוֹם יְהוָה מַר צֹרֵחַ שָׁם גִּבּוֹר׃","יוֹם עֶבְרָה הַיּוֹם הַהוּא יוֹם צָרָה וּמְצוּקָה יוֹם שֹׁאָה וּמְשׁוֹאָה יוֹם חֹשֶׁךְ וַאֲפֵלָה יוֹם עָנָן וַעֲרָפֶל׃","יוֹם שׁוֹפָר וּתְרוּעָה עַל הֶעָרִים הַבְּצֻרוֹת וְעַל הַפִּנּוֹת הַגְּבֹהוֹת׃","וַהֲצֵרֹתִי לָאָדָם וְהָלְכוּ כַּעִוְרִים כִּי לַיהוָה חָטָאוּ וְשֻׁפַּךְ דָּמָם כֶּעָפָר וּלְחֻמָם כַּגְּלָלִים׃","גַּם־כַּסְפָּם גַּם־זְהָבָם לֹא־יוּכַל לְהַצִּילָם בְּיוֹם עֶבְרַת יְהוָה וּבְאֵשׁ קִנְאָתוֹ תֵּאָכֵל כָּל־הָאָרֶץ כִּי־כָלָה אַךְ־נִבְהָלָה יַעֲשֶׂה אֵת כָּל־יֹשְׁבֵי הָאָרֶץ׃"],["הִתְקוֹשְׁשׁוּ וָקוֹשּׁוּ הַגּוֹי לֹא נִכְסָף׃","בְּטֶרֶם לֶדֶת חֹק כְּמֹץ עָבַר יוֹם בְּטֶרֶם לֹא־יָבוֹא עֲלֵיכֶם חֲרוֹן אַף־יְהוָה בְּטֶרֶם לֹא־יָבוֹא עֲלֵיכֶם יוֹם אַף־יְהוָה׃","בַּקְּשׁוּ אֶת־יְהוָה כָּל־עַנְוֵי הָאָרֶץ אֲשֶׁר מִשְׁפָּטוֹ פָּעָלוּ בַּקְּשׁוּ־צֶדֶק בַּקְּשׁוּ עֲנָוָה אוּלַי תִּסָּתְרוּ בְּיוֹם אַף־יְהוָה׃","כִּי עַזָּה עֲזוּבָה תִהְיֶה וְאַשְׁקְלוֹן לִשְׁמָמָה אַשְׁדּוֹד בַּצָּהֳרַיִם יְגָרְשׁוּהָ וְעֶקְרוֹן תֵּעָקֵר׃","הוֹי יֹשְׁבֵי חֶבֶל הַיָּם גּוֹי כְּרֵתִים דְּבַר־יְהוָה עֲלֵיכֶם כְּנַעַן אֶרֶץ פְּלִשְׁתִּים וְהַאֲבַדְתִּיךְ מֵאֵין יוֹשֵׁב׃","וְהָיְתָה חֶבֶל הַיָּם נְוֺת כְּרֹת רֹעִים וְגִדְרוֹת צֹאן׃","וְהָיָה חֶבֶל לִשְׁאֵרִית בֵּית יְהוּדָה עֲלֵיהֶם יִרְעוּן בְּבָתֵּי אַשְׁקְלוֹן בָּעֶרֶב יִרְבָּצוּן כִּי יִפְקְדֵם יְהוָה אֱלֹהֵיהֶם וְשָׁב שבותם [שְׁבִיתָם׃]","שָׁמַעְתִּי חֶרְפַּת מוֹאָב וְגִדּוּפֵי בְּנֵי עַמּוֹן אֲשֶׁר חֵרְפוּ אֶת־עַמִּי וַיַּגְדִּילוּ עַל־גְּבוּלָם׃","לָכֵן חַי־אָנִי נְאֻם יְהוָה צְבָאוֹת אֱלֹהֵי יִשְׂרָאֵל כִּי־מוֹאָב כִּסְדֹם תִּהְיֶה וּבְנֵי עַמּוֹן כַּעֲמֹרָה מִמְשַׁק חָרוּל וּמִכְרֵה־מֶלַח וּשְׁמָמָה עַד־עוֹלָם שְׁאֵרִית עַמִּי יְבָזּוּם וְיֶתֶר גוי [גּוֹיִי] יִנְחָלוּם׃","זֹאת לָהֶם תַּחַת גְּאוֹנָם כִּי חֵרְפוּ וַיַּגְדִּלוּ עַל־עַם יְהוָה צְבָאוֹת׃","נוֹרָא יְהוָה עֲלֵיהֶם כִּי רָזָה אֵת כָּל־אֱלֹהֵי הָאָרֶץ וְיִשְׁתַּחֲווּ־לוֹ אִישׁ מִמְּקוֹמוֹ כֹּל אִיֵּי הַגּוֹיִם׃","גַּם־אַתֶּם כּוּשִׁים חַלְלֵי חַרְבִּי הֵמָּה׃","וְיֵט יָדוֹ עַל־צָפוֹן וִיאַבֵּד אֶת־אַשּׁוּר וְיָשֵׂם אֶת־נִינְוֵה לִשְׁמָמָה צִיָּה כַּמִּדְבָּר׃","וְרָבְצוּ בְתוֹכָהּ עֲדָרִים כָּל־חַיְתוֹ־גוֹי גַּם־קָאַת גַּם־קִפֹּד בְּכַפְתֹּרֶיהָ יָלִינוּ קוֹל יְשׁוֹרֵר בַּחַלּוֹן חֹרֶב בַּסַּף כִּי אַרְזָה עֵרָה׃","זֹאת הָעִיר הָעַלִּיזָה הַיּוֹשֶׁבֶת לָבֶטַח הָאֹמְרָה בִּלְבָבָהּ אֲנִי וְאַפְסִי עוֹד אֵיךְ הָיְתָה לְשַׁמָּה מַרְבֵּץ לַחַיָּה כֹּל עוֹבֵר עָלֶיהָ יִשְׁרֹק יָנִיעַ יָדוֹ׃"],["הוֹי מֹרְאָה וְנִגְאָלָה הָעִיר הַיּוֹנָה׃","לֹא שָׁמְעָה בְּקוֹל לֹא לָקְחָה מוּסָר בַּיהוָה לֹא בָטָחָה אֶל־אֱלֹהֶיהָ לֹא קָרֵבָה׃","שָׂרֶיהָ בְקִרְבָּהּ אֲרָיוֹת שֹׁאֲגִים שֹׁפְטֶיהָ זְאֵבֵי עֶרֶב לֹא גָרְמוּ לַבֹּקֶר׃","נְבִיאֶיהָ פֹּחֲזִים אַנְשֵׁי בֹּגְדוֹת כֹּהֲנֶיהָ חִלְּלוּ־קֹדֶשׁ חָמְסוּ תּוֹרָה׃","יְהוָה צַדִּיק בְּקִרְבָּהּ לֹא יַעֲשֶׂה עַוְלָה בַּבֹּקֶר בַּבֹּקֶר מִשְׁפָּטוֹ יִתֵּן לָאוֹר לֹא נֶעְדָּר וְלֹא־יוֹדֵעַ עַוָּל בֹּשֶׁת׃","הִכְרַתִּי גוֹיִם נָשַׁמּוּ פִּנּוֹתָם הֶחֱרַבְתִּי חוּצוֹתָם מִבְּלִי עוֹבֵר נִצְדּוּ עָרֵיהֶם מִבְּלִי־אִישׁ מֵאֵין יוֹשֵׁב׃","אָמַרְתִּי אַךְ־תִּירְאִי אוֹתִי תִּקְחִי מוּסָר וְלֹא־יִכָּרֵת מְעוֹנָהּ כֹּל אֲשֶׁר־פָּקַדְתִּי עָלֶיהָ אָכֵן הִשְׁכִּימוּ הִשְׁחִיתוּ כֹּל עֲלִילוֹתָם׃","לָכֵן חַכּוּ־לִי נְאֻם־יְהוָה לְיוֹם קוּמִי לְעַד כִּי מִשְׁפָּטִי לֶאֱסֹף גּוֹיִם לְקָבְצִי מַמְלָכוֹת לִשְׁפֹּךְ עֲלֵיהֶם זַעְמִי כֹּל חֲרוֹן אַפִּי כִּי בְּאֵשׁ קִנְאָתִי תֵּאָכֵל כָּל־הָאָרֶץ׃","כִּי־אָז אֶהְפֹּךְ אֶל־עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻלָּם בְּשֵׁם יְהוָה לְעָבְדוֹ שְׁכֶם אֶחָד׃","מֵעֵבֶר לְנַהֲרֵי־כוּשׁ עֲתָרַי בַּת־פוּצַי יוֹבִלוּן מִנְחָתִי׃","בַּיּוֹם הַהוּא לֹא תֵבוֹשִׁי מִכֹּל עֲלִילֹתַיִךְ אֲשֶׁר פָּשַׁעַתְּ בִּי כִּי־אָז אָסִיר מִקִּרְבֵּךְ עַלִּיזֵי גַּאֲוָתֵךְ וְלֹא־תוֹסִפִי לְגָבְהָה עוֹד בְּהַר קָדְשִׁי׃","וְהִשְׁאַרְתִּי בְקִרְבֵּךְ עַם עָנִי וָדָל וְחָסוּ בְּשֵׁם יְהוָה׃","שְׁאֵרִית יִשְׂרָאֵל לֹא־יַעֲשׂוּ עַוְלָה וְלֹא־יְדַבְּרוּ כָזָב וְלֹא־יִמָּצֵא בְּפִיהֶם לְשׁוֹן תַּרְמִית כִּי־הֵמָּה יִרְעוּ וְרָבְצוּ וְאֵין מַחֲרִיד׃","רָנִּי בַּת־צִיּוֹן הָרִיעוּ יִשְׂרָאֵל שִׂמְחִי וְעָלְזִי בְּכָל־לֵב בַּת יְרוּשָׁלִָם׃","הֵסִיר יְהוָה מִשְׁפָּטַיִךְ פִּנָּה אֹיְבֵךְ מֶלֶךְ יִשְׂרָאֵל יְהוָה בְּקִרְבֵּךְ לֹא־תִירְאִי רָע עוֹד׃","בַּיּוֹם הַהוּא יֵאָמֵר לִירוּשָׁלִַם אַל־תִּירָאִי צִיּוֹן אַל־יִרְפּוּ יָדָיִךְ׃","יְהוָה אֱלֹהַיִךְ בְּקִרְבֵּך גִּבּוֹר יוֹשִׁיעַ יָשִׂישׂ עָלַיִךְ בְּשִׂמְחָה יַחֲרִישׁ בְּאַהֲבָתוֹ יָגִיל עָלַיִךְ בְּרִנָּה׃","נוּגֵי מִמּוֹעֵד אָסַפְתִּי מִמֵּךְ הָיוּ מַשְׂאֵת עָלֶיהָ חֶרְפָּה׃","הִנְנִי עֹשֶׂה אֶת־כָּל־מְעַנַּיִךְ בָּעֵת הַהִיא וְהוֹשַׁעְתִּי אֶת־הַצֹּלֵעָה וְהַנִּדָּחָה אֲקַבֵּץ וְשַׂמְתִּים לִתְהִלָּה וּלְשֵׁם בְּכָל־הָאָרֶץ בָּשְׁתָּם׃","בָּעֵת הַהִיא אָבִיא אֶתְכֶם וּבָעֵת קַבְּצִי אֶתְכֶם כִּי־אֶתֵּן אֶתְכֶם לְשֵׁם וְלִתְהִלָּה בְּכֹל עַמֵּי הָאָרֶץ בְּשׁוּבִי אֶת־שְׁבוּתֵיכֶם לְעֵינֵיכֶם אָמַר יְהוָה׃"]],"english":[["The word of the LORD which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.","I will utterly consume all things from off the face of the earth, Saith the LORD.","I will consume man and beast, I will consume the fowls of the heaven, and the fishes of the sea, And the stumblingblocks with the wicked; And I will cut off man from off the face of the earth, Saith the LORD.","And I will stretch out My hand upon Judah, And upon all the inhabitants of Jerusalem; And I will cut off the remnant of Baal from this place, And the name of the idolatrous priests with the priests;","And them that worship the host of heaven upon the housetops; And them that worship, that swear to the LORD And swear by Malcam;","Them also that are turned back from following the LORD; And those that have not sought the LORD, nor inquired after Him. .","Hold thy peace at the presence of the Lord GOD; For the day of the LORD is at hand, For the LORD hath prepared a sacrifice, He hath consecrated His guests.","And it shall come to pass in the day of the LORD’S sacrifice, That I will punish the princes, and the king’s sons, And all such as are clothed with foreign apparel.","In the same day also will I punish all those that leap over the threshold, That fill their master’s house with violence and deceit.","And in that day, saith the LORD, Hark! a cry from the fish gate, And a wailing from the second quarter, And a great crashing from the hills.","Wail, ye inhabitants of Maktesh, For all the merchant people are undone; All they that were laden with silver are cut off.","And it shall come to pass at that time, That I will search Jerusalem with lamps; And I will punish the men that are settled on their lees, That say in their heart: ‘The LORD will not do good, neither will He do evil.’","Therefore their wealth shall become a booty, And their houses a desolation; Yea, they shall build houses, but shall not inhabit them, And they shall plant vineyards, but shall not drink the wine thereof.","The great day of the LORD is near, It is near and hasteth greatly, Even the voice of the day of the LORD, Wherein the mighty man crieth bitterly.","That day is a day of wrath, A day of trouble and distress, A day of wasteness and desolation, A day of darkness and gloominess, A day of clouds and thick darkness,","A day of the horn and alarm, Against the fortified cities, and against the high towers.","And I will bring distress upon men, That they shall walk like the blind, Because they have sinned against the LORD; And their blood shall be poured out as dust, And their flesh as dung.","Neither their silver nor their gold Shall be able to deliver them In the day of the LORD’S wrath; But the whole earth shall be devoured by the fire of His jealousy; For He will make and end, yea, a terrible end, Of all them that dwell in the earth."],["Gather yourselves together, yea, gather together, O shameless nation;","Before the decree bring forth The day when one passeth as the chaff, Before the fierce anger of the LORD come upon you, Before the day of the LORD’S anger come upon you.","Seek ye the LORD, all ye humble of the earth, That have executed His ordinance; Seek righteousness, seek humility. It may be ye shall be hid in the day of the LORD’S anger.","For Gaza shall be forsaken, And Ashkelon a desolation; They shall drive out Ashdod at the noonday, And Ekron shall be rooted up.","Woe unto the inhabitants of the sea-coast, The nation of the Cherethites! The word of the LORD is against you, O Canaan, the land of the Philistines; I will even destroy thee, that there shall be no inhabitant.","And the sea-coast shall be pastures, Even meadows for shepherds, and folds for flocks.","And it shall be a portion for the remnant of the house of Judah, Whereon they shall feed; In the houses of Ashkelon shall they lie down in the evening; For the LORD their God will remember them, And turn their captivity.","I have heard the taunt of Moab, And the revilings of the children of Ammon, Wherewith they have taunted My people, And spoken boastfully concerning their border.","Therefore as I live, Saith the LORD of hosts, the God of Israel: Surely Moab shall be as Sodom, And the children of Ammon as Gomorrah, Even the breeding-place of nettles, and saltpits, And a desolation, for ever; The residue of My people shall spoil them, And the remnant of My nation shall inherit them.","This shall they have for their pride, Because they have taunted and spoken boastfully Against the people of the LORD of hosts.","The LORD will be terrible unto them; For He will famish all the gods of the earth; Then shall all the isles of the nations worship Him, Every one from its place.","Ye Ethiopians also, Ye shall be slain by My sword.","And He will stretch out His hand against the north, And destroy Assyria; And will make Nineveh a desolation, And dry like the wilderness.","And all beasts of every kind Shall lie down in the midst of her in herds; Both the pelican and the bittern Shall lodge in the capitals thereof; Voices shall sing in the windows; Desolation shall be in the posts; For the cedar-work thereof shall be uncovered.","This is the joyous city That dwelt without care, That said in her heart: ‘I am, and there is none else beside me’; How is she become a desolation, A place for beasts to lie down in! Every one that passeth by her Shall hiss, and wag his hand."],["Woe to her that is filthy and polluted, To the oppressing city!","She hearkened not the voice, She received not correction; She trusted not in the LORD, She drew not near to her God.","Her princes in the midst of her are roaring lions; Her judges are wolves of the desert, They leave not a bone for the morrow.","Her prophets are wanton And treacherous persons; Her priests have profaned that which is holy, They have done violence to the law.","The LORD who is righteous is in the midst of her, He will not do unrighteousness; Every morning doth He bring His right to light, It faileth not; But the unrighteous knoweth no shame.","I have cut off nations, Their corners are desolate; I have made their streets waste, So that none passeth by; Their cities are destroyed, so that there is no man, So that there is no inhabitant.","I said: ‘Surely thou wilt fear Me, Thou wilt receive correction; So her dwelling shall not be cut off, Despite all that I have visited upon her’; But they betimes corrupted all their doings.","Therefore wait ye for Me, saith the LORD, Until the day that I rise up to the prey; For My determination is to gather the nations, That I may assemble the kingdoms, To pour upon them Mine indignation, Even all My fierce anger; For all the earth shall be devoured With the fire of My jealousy.","For then will I turn to the peoples A pure language, That they may all call upon the name of the LORD, To serve Him with one consent.","From beyond the rivers of Ethiopia Shall they bring My suppliants, Even the daughter of My dispersed, As Mine offering.","In that day shalt thou not be ashamed for all thy doings, Wherein thou hast transgressed against Me; For then I will take away out of the midst of thee Thy proudly exulting ones, And thou shalt no more be haughty In My holy mountain.","And I will leave in the midst of thee An afflicted and poor people, And they shall take refuge in the name of the LORD.","The remnant of Israel shall not do iniquity, Nor speak lies, Neither shall a deceitful tongue be found in their mouth; For they shall feed and lie down, And none shall make them afraid.","Sing, O daughter of Zion, Shout, O Israel; Be glad and rejoice with all the heart, O daughter of Jerusalem.","The LORD hath taken away thy judgments, He hath cast out thine enemy; The King of Israel, even the LORD, is in the midst of thee; Thou shalt not fear evil any more.","In that day it shall be said to Jerusalem: ‘Fear thou not; O Zion, let not thy hands be slack.","The LORD thy God is in the midst of thee, A Mighty One who will save; He will rejoice over thee with joy, He will be silent in His love, He will joy over thee with singing.’","I will gather them that are far from the appointed season, who are of thee, That hast borne the burden of reproach.","Behold, at that time I will deal with all them that afflict thee; And I will save her that is lame, And gather her that was driven away; And I will make them to be a praise and a name, Whose shame hath been in all the earth.","At that time will I bring you in, And at that time will I gather you; For I will make you to be a name and a praise Among all the peoples of the earth, When I turn your captivity before your eyes, Saith the LORD."]]},"hagai":{"hebrew":[["בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ הַמֶּלֶךְ בַּחֹדֶשׁ הַשִּׁשִּׁי בְּיוֹם אֶחָד לַחֹדֶשׁ הָיָה דְבַר־יְהוָה בְּיַד־חַגַּי הַנָּבִיא אֶל־זְרֻבָּבֶל בֶּן־שְׁאַלְתִּיאֵל פַּחַת יְהוּדָה וְאֶל־יְהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל לֵאמֹר׃","כֹּה אָמַר יְהוָה צְבָאוֹת לֵאמֹר הָעָם הַזֶּה אָמְרוּ לֹא עֶת־בֹּא עֶת־בֵּית יְהוָה לְהִבָּנוֹת׃","וַיְהִי דְּבַר־יְהוָה בְּיַד־חַגַּי הַנָּבִיא לֵאמֹר׃","הַעֵת לָכֶם אַתֶּם לָשֶׁבֶת בְּבָתֵּיכֶם סְפוּנִים וְהַבַּיִת הַזֶּה חָרֵב׃","וְעַתָּה כֹּה אָמַר יְהוָה צְבָאוֹת שִׂימוּ לְבַבְכֶם עַל־דַּרְכֵיכֶם׃","זְרַעְתֶּם הַרְבֵּה וְהָבֵא מְעָט אָכוֹל וְאֵין־לְשָׂבְעָה שָׁתוֹ וְאֵין־לְשָׁכְרָה לָבוֹשׁ וְאֵין־לְחֹם לוֹ וְהַמִּשְׂתַּכֵּר מִשְׂתַּכֵּר אֶל־צְרוֹר נָקוּב׃","כֹּה אָמַר יְהוָה צְבָאוֹת שִׂימוּ לְבַבְכֶם עַל־דַּרְכֵיכֶם׃","עֲלוּ הָהָר וַהֲבֵאתֶם עֵץ וּבְנוּ הַבָּיִת וְאֶרְצֶה־בּוֹ ואכבד [וְאֶכָּבְדָה] אָמַר יְהוָה׃","פָּנֹה אֶל־הַרְבֵּה וְהִנֵּה לִמְעָט וַהֲבֵאתֶם הַבַּיִת וְנָפַחְתִּי בוֹ יַעַן מֶה נְאֻם יְהוָה צְבָאוֹת יַעַן בֵּיתִי אֲשֶׁר־הוּא חָרֵב וְאַתֶּם רָצִים אִישׁ לְבֵיתוֹ׃","עַל־כֵּן עֲלֵיכֶם כָּלְאוּ שָמַיִם מִטָּל וְהָאָרֶץ כָּלְאָה יְבוּלָהּ׃","וָאֶקְרָא חֹרֶב עַל־הָאָרֶץ וְעַל־הֶהָרִים וְעַל־הַדָּגָן וְעַל־הַתִּירוֹשׁ וְעַל־הַיִּצְהָר וְעַל אֲשֶׁר תּוֹצִיא הָאֲדָמָה וְעַל־הָאָדָם וְעַל־הַבְּהֵמָה וְעַל כָּל־יְגִיעַ כַּפָּיִם׃","וַיִּשְׁמַע זְרֻבָּבֶל בֶּן־שַׁלְתִּיאֵל וִיהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וְכֹל שְׁאֵרִית הָעָם בְּקוֹל יְהוָה אֱלֹהֵיהֶם וְעַל־דִּבְרֵי חַגַּי הַנָּבִיא כַּאֲשֶׁר שְׁלָחוֹ יְהוָה אֱלֹהֵיהֶם וַיִּירְאוּ הָעָם מִפְּנֵי יְהוָה׃","וַיֹּאמֶר חַגַּי מַלְאַךְ יְהוָה בְּמַלְאֲכוּת יְהוָה לָעָם לֵאמֹר אֲנִי אִתְּכֶם נְאֻם־יְהוָה׃","וַיָּעַר יְהוָה אֶת־רוּחַ זְרֻבָּבֶל בֶּן־שַׁלְתִּיאֵל פַּחַת יְהוּדָה וְאֶת־רוּחַ יְהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וְאֶת־רוּחַ כֹּל שְׁאֵרִית הָעָם וַיָּבֹאוּ וַיַּעֲשׂוּ מְלָאכָה בְּבֵית־יְהוָה צְבָאוֹת אֱלֹהֵיהֶם׃","בְּיוֹם עֶשְׂרִים וְאַרְבָּעָה לַחֹדֶשׁ בַּשִּׁשִּׁי בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ הַמֶּלֶךְ׃"],["בַּשְּׁבִיעִי בְּעֶשְׂרִים וְאֶחָד לַחֹדֶשׁ הָיָה דְּבַר־יְהוָה בְּיַד־חַגַּי הַנָּבִיא לֵאמֹר׃","אֱמָר־נָא אֶל־זְרֻבָּבֶל בֶּן־שַׁלְתִּיאֵל פַּחַת יְהוּדָה וְאֶל־יְהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וְאֶל־שְׁאֵרִית הָעָם לֵאמֹר׃","מִי בָכֶם הַנִּשְׁאָר אֲשֶׁר רָאָה אֶת־הַבַּיִת הַזֶּה בִּכְבוֹדוֹ הָרִאשׁוֹן וּמָה אַתֶּם רֹאִים אֹתוֹ עַתָּה הֲלוֹא כָמֹהוּ כְּאַיִן בְּעֵינֵיכֶם׃","וְעַתָּה חֲזַק זְרֻבָּבֶל נְאֻם־יְהוָה וַחֲזַק יְהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וַחֲזַק כָּל־עַם הָאָרֶץ נְאֻם־יְהוָה וַעֲשׂוּ כִּי־אֲנִי אִתְּכֶם נְאֻם יְהוָה צְבָאוֹת׃","אֶת־הַדָּבָר אֲשֶׁר־כָּרַתִּי אִתְּכֶם בְּצֵאתְכֶם מִמִּצְרַיִם וְרוּחִי עֹמֶדֶת בְּתוֹכְכֶם אַל־תִּירָאוּ׃","כִּי כֹה אָמַר יְהוָה צְבָאוֹת עוֹד אַחַת מְעַט הִיא וַאֲנִי מַרְעִישׁ אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ וְאֶת־הַיָּם וְאֶת־הֶחָרָבָה׃","וְהִרְעַשְׁתִּי אֶת־כָּל־הַגּוֹיִם וּבָאוּ חֶמְדַּת כָּל־הַגּוֹיִם וּמִלֵּאתִי אֶת־הַבַּיִת הַזֶּה כָּבוֹד אָמַר יְהוָה צְבָאוֹת׃","לִי הַכֶּסֶף וְלִי הַזָּהָב נְאֻם יְהוָה צְבָאוֹת׃","גָּדוֹל יִהְיֶה כְּבוֹד הַבַּיִת הַזֶּה הָאַחֲרוֹן מִן־הָרִאשׁוֹן אָמַר יְהוָה צְבָאוֹת וּבַמָּקוֹם הַזֶּה אֶתֵּן שָׁלוֹם נְאֻם יְהוָה צְבָאוֹת׃","בְּעֶשְׂרִים וְאַרְבָּעָה לַתְּשִׁיעִי בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ הָיָה דְּבַר־יְהוָה אֶל־חַגַּי הַנָּבִיא לֵאמֹר׃","כֹּה אָמַר יְהוָה צְבָאוֹת שְׁאַל־נָא אֶת־הַכֹּהֲנִים תּוֹרָה לֵאמֹר׃","הֵן יִשָּׂא־אִישׁ בְּשַׂר־קֹדֶשׁ בִּכְנַף בִּגְדוֹ וְנָגַע בִּכְנָפוֹ אֶל־הַלֶּחֶם וְאֶל־הַנָּזִיד וְאֶל־הַיַּיִן וְאֶל־שֶׁמֶן וְאֶל־כָּל־מַאֲכָל הֲיִקְדָּשׁ וַיַּעֲנוּ הַכֹּהֲנִים וַיֹּאמְרוּ לֹא׃","וַיֹּאמֶר חַגַּי אִם־יִגַּע טְמֵא־נֶפֶשׁ בְּכָל־אֵלֶּה הֲיִטְמָא וַיַּעֲנוּ הַכֹּהֲנִים וַיֹּאמְרוּ יִטְמָא׃","וַיַּעַן חַגַּי וַיֹּאמֶר כֵּן הָעָם־הַזֶּה וְכֵן־הַגּוֹי הַזֶּה לְפָנַי נְאֻם־יְהוָה וְכֵן כָּל־מַעֲשֵׂה יְדֵיהֶם וַאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הוּא׃","וְעַתָּה שִׂימוּ־נָא לְבַבְכֶם מִן־הַיּוֹם הַזֶּה וָמָעְלָה מִטֶּרֶם שׂוּם־אֶבֶן אֶל־אֶבֶן בְּהֵיכַל יְהוָה׃","מִהְיוֹתָם בָּא אֶל־עֲרֵמַת עֶשְׂרִים וְהָיְתָה עֲשָׂרָה בָּא אֶל־הַיֶּקֶב לַחְשֹׂף חֲמִשִּׁים פּוּרָה וְהָיְתָה עֶשְׂרִים׃","הִכֵּיתִי אֶתְכֶם בַּשִּׁדָּפוֹן וּבַיֵּרָקוֹן וּבַבָּרָד אֵת כָּל־מַעֲשֵׂה יְדֵיכֶם וְאֵין־אֶתְכֶם אֵלַי נְאֻם־יְהוָה׃","שִׂימוּ־נָא לְבַבְכֶם מִן־הַיּוֹם הַזֶּה וָמָעְלָה מִיּוֹם עֶשְׂרִים וְאַרְבָּעָה לַתְּשִׁיעִי לְמִן־הַיּוֹם אֲשֶׁר־יֻסַּד הֵיכַל־יְהוָה שִׂימוּ לְבַבְכֶם׃","הַעוֹד הַזֶּרַע בַּמְּגוּרָה וְעַד־הַגֶּפֶן וְהַתְּאֵנָה וְהָרִמּוֹן וְעֵץ הַזַּיִת לֹא נָשָׂא מִן־הַיּוֹם הַזֶּה אֲבָרֵךְ׃","וַיְהִי דְבַר־יְהוָה שֵׁנִית אֶל־חַגַּי בְּעֶשְׂרִים וְאַרְבָּעָה לַחֹדֶשׁ לֵאמֹר׃","אֱמֹר אֶל־זְרֻבָּבֶל פַּחַת־יְהוּדָה לֵאמֹר אֲנִי מַרְעִישׁ אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ׃","וְהָפַכְתִּי כִּסֵּא מַמְלָכוֹת וְהִשְׁמַדְתִּי חֹזֶק מַמְלְכוֹת הַגּוֹיִם וְהָפַכְתִּי מֶרְכָּבָה וְרֹכְבֶיהָ וְיָרְדוּ סוּסִים וְרֹכְבֵיהֶם אִישׁ בְּחֶרֶב אָחִיו׃","בַּיּוֹם הַהוּא נְאֻם־יְהוָה צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן־שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם־יְהוָה וְשַׂמְתִּיךָ כַּחוֹתָם כִּי־בְךָ בָחַרְתִּי נְאֻם יְהוָה צְבָאוֹת׃"]],"english":[["In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying:","’Thus speaketh the LORD of hosts, saying: This people say: The time is not come, the time that the LORD’S house should be built.’","Then came the word of the LORD by Haggai the prophet, saying:","’Is it a time for you yourselves to dwell in your cieled houses, while this house lieth waste?","Now therefore thus saith the LORD of hosts: Consider your ways.","Ye have sown much, and brought in little, Ye eat, but ye have not enough, Ye drink, but ye are not filled with drink, Ye clothe you, but there is none warm; And he that earneth wages earneth wages For a bag with holes.","Thus saith the LORD of hosts: Consider your ways.","Go up to the hill-country, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.","Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of My house that lieth waste, while ye run every man for his own house.","Therefore over you the heaven hath kept back, so that there is no dew, and the earth hath kept back her produce.","And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.’","Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, hearkened unto the voice of the LORD their God, and unto the words of Haggai the prophet, as the LORD their God had sent him; and the people did fear before the LORD.","Then spoke Haggai the LORD’S messenger in the LORD’S message unto the people, saying: ‘I am with you, saith the LORD.’","And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,","in the four and twentieth day of the month, in the sixth month, in the second year of Darius the king."],["In the seventh month, in the one and twentieth day of the month, came the word of the LORD by Haggai the prophet, saying:","’Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying:","Who is left among you that saw this house in its former glory? and how do ye see it now? is not such a one as nothing in your eyes?","Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith the LORD, and work; for I am with you, saith the LORD of hosts.","The word that I covenanted with you when ye came out of Egypt have I established, and My spirit abideth among you; fear ye not.","For thus saith the LORD of hosts: Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;","and I will shake all nations, and the choicest things of all nations shall come, and I will fill this house with glory, saith the LORD of hosts.","Mine is the silver, and Mine the gold, saith the LORD of hosts.","The glory of this latter house shall be greater than that of the former, saith the LORD of hosts; and in this place will I give peace, saith the LORD of hosts.’","In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the LORD by Haggai the prophet, saying:","’Thus saith the LORD of hosts: Ask now the priests for instruction, saying:","If one bear hallowed flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any food, shall it be holy?’ And the priests answered and said: ‘No.’","Then said Haggai: ‘If one that is unclean by a dead body touch any of these, shall it be unclean?’ And the priests answered and said: ‘It shall be unclean.’","Then answered Haggai, and said: ‘So is this people, and so is this nation before me, saith the LORD; and so is every work of their hands; and that which they offer there is unclean.","And now, I pray you, consider from this day and forward—before a stone was laid upon a stone in the temple of the LORD,","through all that time, when one came to a heap of twenty measures, there were but ten; when one came to the winevat to draw out fifty press-measures, there were but twenty;","I smote you with blasting and with mildew and with hail in all the work of your hands; yet ye turned not to Me, saith the LORD—","consider, I pray you, from this day and forward, from the four and twentieth day of the ninth month, even from the day that the foundation of the LORD’S temple was laid, consider it;","is the seed yet in the barn? yea, the vine, and the fig-tree, and the pomegranate, and the olive-tree hath not brought forth—from this day will I bless you.’ .","And the word of the LORD came the second time unto Haggai in the four and twentieth day of the month, saying:","’Speak to Zerubbabel, governor of Judah, saying: I will shake the heavens and the earth;","and I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.","In that day, saith the LORD of hosts, will I take thee, O Zerubbabel, My servant, the son of Shealtiel, saith the LORD, and will make thee as a signet; for I have chosen thee, saith the LORD of hosts.’"]]},"zecharia":{"hebrew":[["בַּחֹדֶשׁ הַשְּׁמִינִי בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ הָיָה דְבַר־יְהוָה אֶל־זְכַרְיָה בֶּן־בֶּרֶכְיָה בֶּן־עִדּוֹ הַנָּבִיא לֵאמֹר׃","קָצַף יְהוָה עַל־אֲבוֹתֵיכֶם קָצֶף׃","וְאָמַרְתָּ אֲלֵהֶם כֹּה אָמַר יְהוָה צְבָאוֹת שׁוּבוּ אֵלַי נְאֻם יְהוָה צְבָאוֹת וְאָשׁוּב אֲלֵיכֶם אָמַר יְהוָה צְבָאוֹת׃","אַל־תִּהְיוּ כַאֲבֹתֵיכֶם אֲשֶׁר קָרְאוּ־אֲלֵיהֶם הַנְּבִיאִים הָרִאשֹׁנִים לֵאמֹר כֹּה אָמַר יְהוָה צְבָאוֹת שׁוּבוּ נָא מִדַּרְכֵיכֶם הָרָעִים ומעליליכם [וּמַעֲלְלֵיכֶם] הָרָעִים וְלֹא שָׁמְעוּ וְלֹא־הִקְשִׁיבוּ אֵלַי נְאֻם־יְהוָה׃","אֲבוֹתֵיכֶם אַיֵּה־הֵם וְהַנְּבִאִים הַלְעוֹלָם יִחְיוּ׃","אַךְ דְּבָרַי וְחֻקַּי אֲשֶׁר צִוִּיתִי אֶת־עֲבָדַי הַנְּבִיאִים הֲלוֹא הִשִּׂיגוּ אֲבֹתֵיכֶם וַיָּשׁוּבוּ וַיֹּאמְרוּ כַּאֲשֶׁר זָמַם יְהוָה צְבָאוֹת לַעֲשׂוֹת לָנוּ כִּדְרָכֵינוּ וּכְמַעֲלָלֵינוּ כֵּן עָשָׂה אִתָּנוּ׃","בְּיוֹם עֶשְׂרִים וְאַרְבָּעָה לְעַשְׁתֵּי־עָשָׂר חֹדֶשׁ הוּא־חֹדֶשׁ שְׁבָט בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ הָיָה דְבַר־יְהוָה אֶל־זְכַרְיָה בֶּן־בֶּרֶכְיָהוּ בֶּן־עִדּוֹא הַנָּבִיא לֵאמֹר׃","רָאִיתִי הַלַּיְלָה וְהִנֵּה־אִישׁ רֹכֵב עַל־סוּס אָדֹם וְהוּא עֹמֵד בֵּין הַהֲדַסִּים אֲשֶׁר בַּמְּצֻלָה וְאַחֲרָיו סוּסִים אֲדֻמִּים שְׂרֻקִּים וּלְבָנִים׃","וָאֹמַר מָה־אֵלֶּה אֲדֹנִי וַיֹּאמֶר אֵלַי הַמַּלְאָךְ הַדֹּבֵר בִּי אֲנִי אַרְאֶךָּ מָה־הֵמָּה אֵלֶּה׃","וַיַּעַן הָאִישׁ הָעֹמֵד בֵּין־הַהַדַסִּים וַיֹּאמַר אֵלֶּה אֲשֶׁר שָׁלַח יְהוָה לְהִתְהַלֵּךְ בָּאָרֶץ׃","וַיַּעֲנוּ אֶת־מַלְאַךְ יְהוָה הָעֹמֵד בֵּין הַהֲדַסִּים וַיֹּאמְרוּ הִתְהַלַּכְנוּ בָאָרֶץ וְהִנֵּה כָל־הָאָרֶץ יֹשֶׁבֶת וְשֹׁקָטֶת׃","וַיַּעַן מַלְאַךְ־יְהוָה וַיֹּאמַר יְהוָה צְבָאוֹת עַד־מָתַי אַתָּה לֹא־תְרַחֵם אֶת־יְרוּשָׁלִַם וְאֵת עָרֵי יְהוּדָה אֲשֶׁר זָעַמְתָּה זֶה שִׁבְעִים שָׁנָה׃","וַיַּעַן יְהוָה אֶת־הַמַּלְאָךְ הַדֹּבֵר בִּי דְּבָרִים טוֹבִים דְּבָרִים נִחֻמִים׃","וַיֹּאמֶר אֵלַי הַמַּלְאָךְ הַדֹּבֵר בִּי קְרָא לֵאמֹר כֹּה אָמַר יְהוָה צְבָאוֹת קִנֵּאתִי לִירוּשָׁלִַם וּלְצִיּוֹן קִנְאָה גְדוֹלָה׃","וְקֶצֶף גָּדוֹל אֲנִי קֹצֵף עַל־הַגּוֹיִם הַשַּׁאֲנַנִּים אֲשֶׁר אֲנִי קָצַפְתִּי מְּעָט וְהֵמָּה עָזְרוּ לְרָעָה׃","לָכֵן כֹּה־אָמַר יְהוָה שַׁבְתִּי לִירוּשָׁלִַם בְּרַחֲמִים בֵּיתִי יִבָּנֶה בָּהּ נְאֻם יְהוָה צְבָאוֹת וקוה [וְקָו] יִנָּטֶה עַל־יְרוּשָׁלִָם׃","עוֹד קְרָא לֵאמֹר כֹּה אָמַר יְהוָה צְבָאוֹת עוֹד תְּפוּצֶינָה עָרַי מִטּוֹב וְנִחַם יְהוָה עוֹד אֶת־צִיּוֹן וּבָחַר עוֹד בִּירוּשָׁלִָם׃"],["וָאֶשָּׂא אֶת־עֵינַי וָאֵרֶא וְהִנֵּה אַרְבַּע קְרָנוֹת׃","וָאֹמַר אֶל־הַמַּלְאָךְ הַדֹּבֵר בִּי מָה־אֵלֶּה וַיֹּאמֶר אֵלַי אֵלֶּה הַקְּרָנוֹת אֲשֶׁר זֵרוּ אֶת־יְהוּדָה אֶת־יִשְׂרָאֵל וִירוּשָׁלָם׃","וַיַּרְאֵנִי יְהוָה אַרְבָּעָה חָרָשִׁים׃","וָאֹמַר מָה אֵלֶּה בָאִים לַעֲשׂוֹת וַיֹּאמֶר לֵאמֹר אֵלֶּה הַקְּרָנוֹת אֲשֶׁר־זֵרוּ אֶת־יְהוּדָה כְּפִי־אִישׁ לֹא־נָשָׂא רֹאשׁוֹ וַיָּבֹאוּ אֵלֶּה לְהַחֲרִיד אֹתָם לְיַדּוֹת אֶת־קַרְנוֹת הַגּוֹיִם הַנֹּשְׂאִים קֶרֶן אֶל־אֶרֶץ יְהוּדָה לְזָרוֹתָהּ׃","וָאֶשָּׂא עֵינַי וָאֵרֶא וְהִנֵּה־אִישׁ וּבְיָדוֹ חֶבֶל מִדָּה׃","וָאֹמַר אָנָה אַתָּה הֹלֵךְ וַיֹּאמֶר אֵלַי לָמֹד אֶת־יְרוּשָׁלִַם לִרְאוֹת כַּמָּה־רָחְבָּהּ וְכַמָּה אָרְכָּהּ׃","וְהִנֵּה הַמַּלְאָךְ הַדֹּבֵר בִּי יֹצֵא וּמַלְאָךְ אַחֵר יֹצֵא לִקְרָאתוֹ׃","וַיֹּאמֶר אֵלָו רֻץ דַּבֵּר אֶל־הַנַּעַר הַלָּז לֵאמֹר פְּרָזוֹת תֵּשֵׁב יְרוּשָׁלִַם מֵרֹב אָדָם וּבְהֵמָה בְּתוֹכָהּ׃","וַאֲנִי אֶהְיֶה־לָּהּ נְאֻם־יְהוָה חוֹמַת אֵשׁ סָבִיב וּלְכָבוֹד אֶהְיֶה בְתוֹכָהּ׃","הוֹי הוֹי וְנֻסוּ מֵאֶרֶץ צָפוֹן נְאֻם־יְהוָה כִּי כְּאַרְבַּע רוּחוֹת הַשָּׁמַיִם פֵּרַשְׂתִּי אֶתְכֶם נְאֻם־יְהוָה׃","הוֹי צִיּוֹן הִמָּלְטִי יוֹשֶׁבֶת בַּת־בָּבֶל׃","כִּי כֹה אָמַר יְהוָה צְבָאוֹת אַחַר כָּבוֹד שְׁלָחַנִי אֶל־הַגּוֹיִם הַשֹּׁלְלִים אֶתְכֶם כִּי הַנֹּגֵעַ בָּכֶם נֹגֵעַ בְּבָבַת עֵינוֹ׃","כִּי הִנְנִי מֵנִיף אֶת־יָדִי עֲלֵיהֶם וְהָיוּ שָׁלָל לְעַבְדֵיהֶם וִידַעְתֶּם כִּי־יְהוָה צְבָאוֹת שְׁלָחָנִי׃","רָנִּי וְשִׂמְחִי בַּת־צִיּוֹן כִּי הִנְנִי־בָא וְשָׁכַנְתִּי בְתוֹכֵךְ נְאֻם־יְהוָה׃","וְנִלְווּ גוֹיִם רַבִּים אֶל־יְהוָה בַּיּוֹם הַהוּא וְהָיוּ לִי לְעָם וְשָׁכַנְתִּי בְתוֹכֵךְ וְיָדַעַתְּ כִּי־יְהוָה צְבָאוֹת שְׁלָחַנִי אֵלָיִךְ׃","וְנָחַל יְהוָה אֶת־יְהוּדָה חֶלְקוֹ עַל אַדְמַת הַקֹּדֶשׁ וּבָחַר עוֹד בִּירוּשָׁלִָם׃","הַס כָּל־בָּשָׂר מִפְּנֵי יְהוָה כִּי נֵעוֹר מִמְּעוֹן קָדְשׁוֹ׃"],["וַיַּרְאֵנִי אֶת־יְהוֹשֻׁעַ הַכֹּהֵן הַגָּדוֹל עֹמֵד לִפְנֵי מַלְאַךְ יְהוָה וְהַשָּׂטָן עֹמֵד עַל־יְמִינוֹ לְשִׂטְנוֹ׃","וַיֹּאמֶר יְהוָה אֶל־הַשָּׂטָן יִגְעַר יְהוָה בְּךָ הַשָּׂטָן וְיִגְעַר יְהוָה בְּךָ הַבֹּחֵר בִּירוּשָׁלִָם הֲלוֹא זֶה אוּד מֻצָּל מֵאֵשׁ׃","וִיהוֹשֻׁעַ הָיָה לָבֻשׁ בְּגָדִים צוֹאִים וְעֹמֵד לִפְנֵי הַמַּלְאָךְ׃","וַיַּעַן וַיֹּאמֶר אֶל־הָעֹמְדִים לְפָנָיו לֵאמֹר הָסִירוּ הַבְּגָדִים הַצֹּאִים מֵעָלָיו וַיֹּאמֶר אֵלָיו רְאֵה הֶעֱבַרְתִּי מֵעָלֶיךָ עֲוֺנֶךָ וְהַלְבֵּשׁ אֹתְךָ מַחֲלָצוֹת׃","וָאֹמַר יָשִׂימוּ צָנִיף טָהוֹר עַל־רֹאשׁוֹ וַיָּשִׂימוּ הַצָּנִיף הַטָּהוֹר עַל־רֹאשׁוֹ וַיַּלְבִּשֻׁהוּ בְּגָדִים וּמַלְאַךְ יְהוָה עֹמֵד׃","וַיָּעַד מַלְאַךְ יְהוָה בִּיהוֹשֻׁעַ לֵאמֹר׃","כֹּה־אָמַר יְהוָה צְבָאוֹת אִם־בִּדְרָכַי תֵּלֵךְ וְאִם אֶת־מִשְׁמַרְתִּי תִשְׁמֹר וְגַם־אַתָּה תָּדִין אֶת־בֵּיתִי וְגַם תִּשְׁמֹר אֶת־חֲצֵרָי וְנָתַתִּי לְךָ מַהְלְכִים בֵּין הָעֹמְדִים הָאֵלֶּה׃","שְׁמַע־נָא יְהוֹשֻׁעַ הַכֹּהֵן הַגָּדוֹל אַתָּה וְרֵעֶיךָ הַיֹּשְׁבִים לְפָנֶיךָ כִּי־אַנְשֵׁי מוֹפֵת הֵמָּה כִּי־הִנְנִי מֵבִיא אֶת־עַבְדִּי צֶמַח׃","כִּי הִנֵּה הָאֶבֶן אֲשֶׁר נָתַתִּי לִפְנֵי יְהוֹשֻׁעַ עַל־אֶבֶן אַחַת שִׁבְעָה עֵינָיִם הִנְנִי מְפַתֵּחַ פִּתֻּחָהּ נְאֻם יְהוָה צְבָאוֹת וּמַשְׁתִּי אֶת־עֲוֺן הָאָרֶץ־הַהִיא בְּיוֹם אֶחָד׃","בַּיּוֹם הַהוּא נְאֻם יְהוָה צְבָאוֹת תִּקְרְאוּ אִישׁ לְרֵעֵהוּ אֶל־תַּחַת גֶּפֶן וְאֶל־תַּחַת תְּאֵנָה׃"],["וַיָּשָׁב הַמַּלְאָךְ הַדֹּבֵר בִּי וַיְעִירֵנִי כְּאִישׁ אֲשֶׁר־יֵעוֹר מִשְּׁנָתוֹ׃","וַיֹּאמֶר אֵלַי מָה אַתָּה רֹאֶה ויאמר [וָאֹמַר] רָאִיתִי וְהִנֵּה מְנוֹרַת זָהָב כֻּלָּהּ וְגֻלָּהּ עַל־רֹאשָׁהּ וְשִׁבְעָה נֵרֹתֶיהָ עָלֶיהָ שִׁבְעָה וְשִׁבְעָה מוּצָקוֹת לַנֵּרוֹת אֲשֶׁר עַל־רֹאשָׁהּ׃","וּשְׁנַיִם זֵיתִים עָלֶיהָ אֶחָד מִימִין הַגֻּלָּה וְאֶחָד עַל־שְׂמֹאלָהּ׃","וָאַעַן וָאֹמַר אֶל־הַמַּלְאָךְ הַדֹּבֵר בִּי לֵאמֹר מָה־אֵלֶּה אֲדֹנִי׃","וַיַּעַן הַמַּלְאָךְ הַדֹּבֵר בִּי וַיֹּאמֶר אֵלַי הֲלוֹא יָדַעְתָּ מָה־הֵמָּה אֵלֶּה וָאֹמַר לֹא אֲדֹנִי׃","וַיַּעַן וַיֹּאמֶר אֵלַי לֵאמֹר זֶה דְּבַר־יְהוָה אֶל־זְרֻבָּבֶל לֵאמֹר לֹא בְחַיִל וְלֹא בְכֹחַ כִּי אִם־בְּרוּחִי אָמַר יְהוָה צְבָאוֹת׃","מִי־אַתָּה הַר־הַגָּדוֹל לִפְנֵי זְרֻבָּבֶל לְמִישֹׁר וְהוֹצִיא אֶת־הָאֶבֶן הָרֹאשָׁה תְּשֻׁאוֹת חֵן חֵן לָהּ׃","וַיְהִי דְבַר־יְהוָה אֵלַי לֵאמֹר׃","יְדֵי זְרֻבָּבֶל יִסְּדוּ הַבַּיִת הַזֶּה וְיָדָיו תְּבַצַּעְנָה וְיָדַעְתָּ כִּי־יְהוָה צְבָאוֹת שְׁלָחַנִי אֲלֵיכֶם׃","כִּי מִי בַז לְיוֹם קְטַנּוֹת וְשָׂמְחוּ וְרָאוּ אֶת־הָאֶבֶן הַבְּדִיל בְּיַד זְרֻבָּבֶל שִׁבְעָה־אֵלֶּה עֵינֵי יְהוָה הֵמָּה מְשׁוֹטְטִים בְּכָל־הָאָרֶץ׃","וָאַעַן וָאֹמַר אֵלָיו מַה־שְּׁנֵי הַזֵּיתִים הָאֵלֶה עַל־יְמִין הַמְּנוֹרָה וְעַל־שְׂמֹאולָהּ׃","וָאַעַן שֵׁנִית וָאֹמַר אֵלָיו מַה־שְׁתֵּי שִׁבֲּלֵי הַזֵּיתִים אֲשֶׁר בְּיַד שְׁנֵי צַנְתְּרוֹת הַזָּהָב הַמְרִיקִים מֵעֲלֵיהֶם הַזָּהָב׃","וַיֹּאמֶר אֵלַי לֵאמֹר הֲלוֹא יָדַעְתָּ מָה־אֵלֶּה וָאֹמַר לֹא אֲדֹנִי׃","וַיֹּאמֶר אֵלֶּה שְׁנֵי בְנֵי־הַיִּצְהָר הָעֹמְדִים עַל־אֲדוֹן כָּל־הָאָרֶץ׃"],["וָאָשׁוּב וָאֶשָּׂא עֵינַי וָאֶרְאֶה וְהִנֵּה מְגִלָּה עָפָה׃","וַיֹּאמֶר אֵלַי מָה אַתָּה רֹאֶה וָאֹמַר אֲנִי רֹאֶה מְגִלָּה עָפָה אָרְכָּהּ עֶשְׂרִים בָּאַמָּה וְרָחְבָּהּ עֶשֶׂר בָּאַמָּה׃","וַיֹּאמֶר אֵלַי זֹאת הָאָלָה הַיּוֹצֵאת עַל־פְּנֵי כָל־הָאָרֶץ כִּי כָל־הַגֹּנֵב מִזֶּה כָּמוֹהָ נִקָּה וְכָל־הַנִּשְׁבָּע מִזֶּה כָּמוֹהָ נִקָּה׃","הוֹצֵאתִיהָ נְאֻם יְהוָה צְבָאוֹת וּבָאָה אֶל־בֵּית הַגַּנָּב וְאֶל־בֵּית הַנִּשְׁבָּע בִּשְׁמִי לַשָּׁקֶר וְלָנֶה בְּתוֹךְ בֵּיתוֹ וְכִלַּתּוּ וְאֶת־עֵצָיו וְאֶת־אֲבָנָיו׃","וַיֵּצֵא הַמַּלְאָךְ הַדֹּבֵר בִּי וַיֹּאמֶר אֵלַי שָׂא נָא עֵינֶיךָ וּרְאֵה מָה הַיּוֹצֵאת הַזֹּאת׃","וָאֹמַר מַה־הִיא וַיֹּאמֶר זֹאת הָאֵיפָה הַיּוֹצֵאת וַיֹּאמֶר זֹאת עֵינָם בְּכָל־הָאָרֶץ׃","וְהִנֵּה כִּכַּר עֹפֶרֶת נִשֵּׂאת וְזֹאת אִשָּׁה אַחַת יוֹשֶׁבֶת בְּתוֹךְ הָאֵיפָה׃","וַיֹּאמֶר זֹאת הָרִשְׁעָה וַיַּשְׁלֵךְ אֹתָהּ אֶל־תּוֹךְ הָאֵיפָה וַיַּשְׁלֵךְ אֶת־אֶבֶן הָעֹפֶרֶת אֶל־פִּיהָ׃","וָאֶשָּׂא עֵינַי וָאֵרֶא וְהִנֵּה שְׁתַּיִם נָשִׁים יוֹצְאוֹת וְרוּחַ בְּכַנְפֵיהֶם וְלָהֵנָּה כְנָפַיִם כְּכַנְפֵי הַחֲסִידָה וַתִּשֶּׂאנָה אֶת־הָאֵיפָה בֵּין הָאָרֶץ וּבֵין הַשָּׁמָיִם׃","וָאֹמַר אֶל־הַמַּלְאָךְ הַדֹּבֵר בִּי אָנָה הֵמָּה מוֹלִכוֹת אֶת־הָאֵיפָה׃","וַיֹּאמֶר אֵלַי לִבְנוֹת־לָה בַיִת בְּאֶרֶץ שִׁנְעָר וְהוּכַן וְהֻנִּיחָה שָּׁם עַל־מְכֻנָתָהּ׃"],["וָאָשֻׁב וָאֶשָּׂא עֵינַי וָאֶרְאֶה וְהִנֵּה אַרְבַּע מַרְכָּבוֹת יֹצְאוֹת מִבֵּין שְׁנֵי הֶהָרִים וְהֶהָרִים הָרֵי נְחֹשֶׁת׃","בַּמֶּרְכָּבָה הָרִאשֹׁנָה סוּסִים אֲדֻמִּים וּבַמֶּרְכָּבָה הַשֵּׁנִית סוּסִים שְׁחֹרִים׃","וּבַמֶּרְכָּבָה הַשְּׁלִשִׁית סוּסִים לְבָנִים וּבַמֶּרְכָּבָה הָרְבִעִית סוּסִים בְּרֻדִּים אֲמֻצִּים׃","וָאַעַן וָאֹמַר אֶל־הַמַּלְאָךְ הַדֹּבֵר בִּי מָה־אֵלֶּה אֲדֹנִי׃","וַיַּעַן הַמַּלְאָךְ וַיֹּאמֶר אֵלָי אֵלֶּה אַרְבַּע רֻחוֹת הַשָּׁמַיִם יוֹצְאוֹת מֵהִתְיַצֵּב עַל־אֲדוֹן כָּל־הָאָרֶץ׃","אֲשֶׁר־בָּהּ הַסּוּסִים הַשְּׁחֹרִים יֹצְאִים אֶל־אֶרֶץ צָפוֹן וְהַלְּבָנִים יָצְאוּ אֶל־אַחֲרֵיהֶם וְהַבְּרֻדִּים יָצְאוּ אֶל־אֶרֶץ הַתֵּימָן׃","וְהָאֲמֻצִּים יָצְאוּ וַיְבַקְשׁוּ לָלֶכֶת לְהִתְהַלֵּך בָּאָרֶץ וַיֹּאמֶר לְכוּ הִתְהַלְּכוּ בָאָרֶץ וַתִּתְהַלַּכְנָה בָּאָרֶץ׃","וַיַּזְעֵק אֹתִי וַיְדַבֵּר אֵלַי לֵאמֹר רְאֵה הַיּוֹצְאִים אֶל־אֶרֶץ צָפוֹן הֵנִיחוּ אֶת־רוּחִי בְּאֶרֶץ צָפוֹן׃","וַיְהִי דְבַר־יְהוָה אֵלַי לֵאמֹר׃","לָקוֹחַ מֵאֵת הַגּוֹלָה מֵחֶלְדַּי וּמֵאֵת טוֹבִיָּה וּמֵאֵת יְדַעְיָה וּבָאתָ אַתָּה בַּיּוֹם הַהוּא וּבָאתָ בֵּית יֹאשִׁיָּה בֶן־צְפַנְיָה אֲשֶׁר־בָּאוּ מִבָּבֶל׃","וְלָקַחְתָּ כֶסֶף־וְזָהָב וְעָשִׂיתָ עֲטָרוֹת וְשַׂמְתָּ בְּרֹאשׁ יְהוֹשֻׁעַ בֶּן־יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל׃","וְאָמַרְתָּ אֵלָיו לֵאמֹר כֹּה אָמַר יְהוָה צְבָאוֹת לֵאמֹר הִנֵּה־אִישׁ צֶמַח שְׁמוֹ וּמִתַּחְתָּיו יִצְמָח וּבָנָה אֶת־הֵיכַל יְהוָהּ׃","וְהוּא יִבְנֶה אֶת־הֵיכַל יְהוָה וְהוּא־יִשָּׂא הוֹד וְיָשַׁב וּמָשַׁל עַל־כִּסְאוֹ וְהָיָה כֹהֵן עַל־כִּסְאוֹ וַעֲצַת שָׁלוֹם תִּהְיֶה בֵּין שְׁנֵיהֶם׃","וְהָעֲטָרֹת תִּהְיֶה לְחֵלֶם וּלְטוֹבִיָּה וְלִידַעְיָה וּלְחֵן בֶּן־צְפַנְיָה לְזִכָּרוֹן בְּהֵיכַל יְהוָה׃","וּרְחוֹקִים יָבֹאוּ וּבָנוּ בְּהֵיכַל יְהוָה וִידַעְתֶּם כִּי־יְהוָה צְבָאוֹת שְׁלָחַנִי אֲלֵיכֶם וְהָיָה אִם־שָׁמוֹעַ תִּשְׁמְעוּן בְּקוֹל יְהוָה אֱלֹהֵיכֶם׃"],["וַיְהִי בִּשְׁנַת אַרְבַּע לְדָרְיָוֶשׁ הַמֶּלֶךְ הָיָה דְבַר־יְהוָה אֶל־זְכַרְיָה בְּאַרְבָּעָה לַחֹדֶשׁ הַתְּשִׁעִי בְּכִסְלֵו׃","וַיִּשְׁלַח בֵּית־אֵל שַׂר־אֶצֶר וְרֶגֶם מֶלֶךְ וַאֲנָשָׁיו לְחַלּוֹת אֶת־פְּנֵי יְהוָה׃","לֵאמֹר אֶל־הַכֹּהֲנִים אֲשֶׁר לְבֵית־יְהוָה צְבָאוֹת וְאֶל־הַנְּבִיאִים לֵאמֹר הַאֶבְכֶּה בַּחֹדֶשׁ הַחֲמִשִׁי הִנָּזֵר כַּאֲשֶׁר עָשִׂיתִי זֶה כַּמֶּה שָׁנִים׃","וַיְהִי דְּבַר־יְהוָה צְבָאוֹת אֵלַי לֵאמֹר׃","אֱמֹר אֶל־כָּל־עַם הָאָרֶץ וְאֶל־הַכֹּהֲנִים לֵאמֹר כִּי־צַמְתֶּם וְסָפוֹד בַּחֲמִישִׁי וּבַשְּׁבִיעִי וְזֶה שִׁבְעִים שָׁנָה הֲצוֹם צַמְתֻּנִי אָנִי׃","וְכִי תֹאכְלוּ וְכִי תִשְׁתּוּ הֲלוֹא אַתֶּם הָאֹכְלִים וְאַתֶּם הַשֹּׁתִים׃","הֲלוֹא אֶת־הַדְּבָרִים אֲשֶׁר קָרָא יְהוָה בְּיַד הַנְּבִיאִים הָרִאשֹׁנִים בִּהְיוֹת יְרוּשָׁלִַם יֹשֶׁבֶת וּשְׁלֵוָה וְעָרֶיהָ סְבִיבֹתֶיהָ וְהַנֶּגֶב וְהַשְּׁפֵלָה יֹשֵׁב׃","וַיְהִי דְּבַר־יְהוָה אֶל־זְכַרְיָה לֵאמֹר׃","כֹּה אָמַר יְהוָה צְבָאוֹת לֵאמֹר מִשְׁפַּט אֱמֶת שְׁפֹטוּ וְחֶסֶד וְרַחֲמִים עֲשׂוּ אִישׁ אֶת־אָחִיו׃","וְאַלְמָנָה וְיָתוֹם גֵּר וְעָנִי אַל־תַּעֲשֹׁקוּ וְרָעַת אִישׁ אָחִיו אַל־תַּחְשְׁבוּ בִּלְבַבְכֶם׃","וַיְמָאֲנוּ לְהַקְשִׁיב וַיִּתְּנוּ כָתֵף סֹרָרֶת וְאָזְנֵיהֶם הִכְבִּידוּ מִשְּׁמוֹעַ׃","וְלִבָּם שָׂמוּ שָׁמִיר מִשְּׁמוֹעַ אֶת־הַתּוֹרָה וְאֶת־הַדְּבָרִים אֲשֶׁר שָׁלַח יְהוָה צְבָאוֹת בְּרוּחוֹ בְּיַד הַנְּבִיאִים הָרִאשֹׁנִים וַיְהִי קֶצֶף גָּדוֹל מֵאֵת יְהוָה צְבָאוֹת׃","וַיְהִי כַאֲשֶׁר־קָרָא וְלֹא שָׁמֵעוּ כֵּן יִקְרְאוּ וְלֹא אֶשְׁמָע אָמַר יְהוָה צְבָאוֹת׃","וְאֵסָעֲרֵם עַל כָּל־הַגּוֹיִם אֲשֶׁר לֹא־יְדָעוּם וְהָאָרֶץ נָשַׁמָּה אַחֲרֵיהֶם מֵעֹבֵר וּמִשָּׁב וַיָּשִׂימוּ אֶרֶץ־חֶמְדָּה לְשַׁמָּה׃"],["וַיְהִי דְּבַר־יְהוָה צְבָאוֹת לֵאמֹר׃","כֹּה אָמַר יְהוָה צְבָאוֹת קִנֵּאתִי לְצִיּוֹן קִנְאָה גְדוֹלָה וְחֵמָה גְדוֹלָה קִנֵּאתִי לָהּ׃","כֹּה אָמַר יְהוָה שַׁבְתִּי אֶל־צִיּוֹן וְשָׁכַנְתִּי בְּתוֹךְ יְרוּשָׁלִָם וְנִקְרְאָה יְרוּשָׁלִַם עִיר־הָאֱמֶת וְהַר־יְהוָה צְבָאוֹת הַר הַקֹּדֶשׁ׃","כֹּה אָמַר יְהוָה צְבָאוֹת עֹד יֵשְׁבוּ זְקֵנִים וּזְקֵנוֹת בִּרְחֹבוֹת יְרוּשָׁלִָם וְאִישׁ מִשְׁעַנְתּוֹ בְּיָדוֹ מֵרֹב יָמִים׃","וּרְחֹבוֹת הָעִיר יִמָּלְאוּ יְלָדִים וִילָדוֹת מְשַׂחֲקִים בִּרְחֹבֹתֶיהָ׃","כֹּה אָמַר יְהוָה צְבָאוֹת כִּי יִפָּלֵא בְּעֵינֵי שְׁאֵרִית הָעָם הַזֶּה בַּיָּמִים הָהֵם גַּם־בְּעֵינַי יִפָּלֵא נְאֻם יְהוָה צְבָאוֹת׃","כֹּה אָמַר יְהוָה צְבָאוֹת הִנְנִי מוֹשִׁיעַ אֶת־עַמִּי מֵאֶרֶץ מִזְרָח וּמֵאֶרֶץ מְבוֹא הַשָּׁמֶשׁ׃","וְהֵבֵאתִי אֹתָם וְשָׁכְנוּ בְּתוֹךְ יְרוּשָׁלִָם וְהָיוּ־לִי לְעָם וַאֲנִי אֶהְיֶה לָהֶם לֵאלֹהִים בֶּאֱמֶת וּבִצְדָקָה׃","כֹּה־אָמַר יְהוָה צְבָאוֹת תֶּחֱזַקְנָה יְדֵיכֶם הַשֹּׁמְעִים בַּיָּמִים הָאֵלֶּה אֵת הַדְּבָרִים הָאֵלֶּה מִפִּי הַנְּבִיאִים אֲשֶׁר בְּיוֹם יֻסַּד בֵּית־יְהוָה צְבָאוֹת הַהֵיכָל לְהִבָּנוֹת׃","כִּי לִפְנֵי הַיָּמִים הָהֵם שְׂכַר הָאָדָם לֹא נִהְיָה וּשְׂכַר הַבְּהֵמָה אֵינֶנָּה וְלַיּוֹצֵא וְלַבָּא אֵין־שָׁלוֹם מִן־הַצָּר וַאֲשַׁלַּח אֶת־כָּל־הָאָדָם אִישׁ בְּרֵעֵהוּ׃","וְעַתָּה לֹא כַיָּמִים הָרִאשֹׁנִים אֲנִי לִשְׁאֵרִית הָעָם הַזֶּה נְאֻם יְהוָה צְבָאוֹת׃","כִּי־זֶרַע הַשָּׁלוֹם הַגֶּפֶן תִּתֵּן פִּרְיָהּ וְהָאָרֶץ תִּתֵּן אֶת־יְבוּלָהּ וְהַשָּׁמַיִם יִתְּנוּ טַלָּם וְהִנְחַלְתִּי אֶת־שְׁאֵרִית הָעָם הַזֶּה אֶת־כָּל־אֵלֶּה׃","וְהָיָה כַּאֲשֶׁר הֱיִיתֶם קְלָלָה בַּגּוֹיִם בֵּית יְהוּדָה וּבֵית יִשְׂרָאֵל כֵּן אוֹשִׁיעַ אֶתְכֶם וִהְיִיתֶם בְּרָכָה אַל־תִּירָאוּ תֶּחֱזַקְנָה יְדֵיכֶם׃","כִּי כֹה אָמַר יְהוָה צְבָאוֹת כַּאֲשֶׁר זָמַמְתִּי לְהָרַע לָכֶם בְּהַקְצִיף אֲבֹתֵיכֶם אֹתִי אָמַר יְהוָה צְבָאוֹת וְלֹא נִחָמְתִּי׃","כֵּן שַׁבְתִּי זָמַמְתִּי בַּיָּמִים הָאֵלֶּה לְהֵיטִיב אֶת־יְרוּשָׁלִַם וְאֶת־בֵּית יְהוּדָה אַל־תִּירָאוּ׃","אֵלֶּה הַדְּבָרִים אֲשֶׁר תַּעֲשׂוּ דַּבְּרוּ אֱמֶת אִישׁ אֶת־רֵעֵהוּ אֱמֶת וּמִשְׁפַּט שָׁלוֹם שִׁפְטוּ בְּשַׁעֲרֵיכֶם׃","וְאִישׁ אֶת־רָעַת רֵעֵהוּ אַל־תַּחְשְׁבוּ בִּלְבַבְכֶם וּשְׁבֻעַת שֶׁקֶר אַל־תֶּאֱהָבוּ כִּי אֶת־כָּל־אֵלֶּה אֲשֶׁר שָׂנֵאתִי נְאֻם־יְהוָה׃","וַיְהִי דְּבַר־יְהוָה צְבָאוֹת אֵלַי לֵאמֹר׃","כֹּה־אָמַר יְהוָה צְבָאוֹת צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי וְצוֹם הַשְּׁבִיעִי וְצוֹם הָעֲשִׂירִי יִהְיֶה לְבֵית־יְהוּדָה לְשָׂשׂוֹן וּלְשִׂמְחָה וּלְמֹעֲדִים טוֹבִים וְהָאֱמֶת וְהַשָּׁלוֹם אֱהָבוּ׃","כֹּה אָמַר יְהוָה צְבָאוֹת עֹד אֲשֶׁר יָבֹאוּ עַמִּים וְיֹשְׁבֵי עָרִים רַבּוֹת׃","וְהָלְכוּ יֹשְׁבֵי אַחַת אֶל־אַחַת לֵאמֹר נֵלְכָה הָלוֹךְ לְחַלּוֹת אֶת־פְּנֵי יְהוָה וּלְבַקֵּשׁ אֶת־יְהוָה צְבָאוֹת אֵלְכָה גַּם־אָנִי׃","וּבָאוּ עַמִּים רַבִּים וְגוֹיִם עֲצוּמִים לְבַקֵּשׁ אֶת־יְהוָה צְבָאוֹת בִּירוּשָׁלִָם וּלְחַלּוֹת אֶת־פְּנֵי יְהוָה׃","כֹּה אָמַר יְהוָה צְבָאוֹת בַּיָּמִים הָהֵמָּה אֲשֶׁר יַחֲזִיקוּ עֲשָׂרָה אֲנָשִׁים מִכֹּל לְשֹׁנוֹת הַגּוֹיִם וְהֶחֱזִיקוּ בִּכְנַף אִישׁ יְהוּדִי לֵאמֹר נֵלְכָה עִמָּכֶם כִּי שָׁמַעְנוּ אֱלֹהִים עִמָּכֶם׃"],["מַשָּׂא דְבַר־יְהוָה בְּאֶרֶץ חַדְרָךְ וְדַמֶּשֶׂק מְנֻחָתוֹ כִּי לַיהוָה עֵין אָדָם וְכֹל שִׁבְטֵי יִשְׂרָאֵל׃","וְגַם־חֲמָת תִּגְבָּל־בָּהּ צֹר וְצִידוֹן כִּי חָכְמָה מְאֹד׃","וַתִּבֶן צֹר מָצוֹר לָהּ וַתִּצְבָּר־כֶּסֶף כֶּעָפָר וְחָרוּץ כְּטִיט חוּצוֹת׃","הִנֵּה אֲדֹנָי יוֹרִשֶׁנָּה וְהִכָּה בַיָּם חֵילָהּ וְהִיא בָּאֵשׁ תֵּאָכֵל׃","תֵּרֶא אַשְׁקְלוֹן וְתִירָא וְעַזָּה וְתָחִיל מְאֹד וְעֶקְרוֹן כִּי־הֹבִישׁ מֶבָּטָהּ וְאָבַד מֶלֶךְ מֵעַזָּה וְאַשְׁקְלוֹן לֹא תֵשֵׁב׃","וְיָשַׁב מַמְזֵר בְּאַשְׁדּוֹד וְהִכְרַתִּי גְּאוֹן פְּלִשְׁתִּים׃","וַהֲסִרֹתִי דָמָיו מִפִּיו וְשִׁקֻּצָיו מִבֵּין שִׁנָּיו וְנִשְׁאַר גַּם־הוּא לֵאלֹהֵינוּ וְהָיָה כְּאַלֻּף בִּיהוּדָה וְעֶקְרוֹן כִּיבוּסִי׃","וְחָנִיתִי לְבֵיתִי מִצָּבָה מֵעֹבֵר וּמִשָּׁב וְלֹא־יַעֲבֹר עֲלֵיהֶם עוֹד נֹגֵשׂ כִּי עַתָּה רָאִיתִי בְעֵינָי׃","גִּילִי מְאֹד בַּת־צִיּוֹן הָרִיעִי בַּת יְרוּשָׁלִַם הִנֵּה מַלְכֵּךְ יָבוֹא לָךְ צַדִּיק וְנוֹשָׁע הוּא עָנִי וְרֹכֵב עַל־חֲמוֹר וְעַל־עַיִר בֶּן־אֲתֹנוֹת׃","וְהִכְרַתִּי־רֶכֶב מֵאֶפְרַיִם וְסוּס מִירוּשָׁלִַם וְנִכְרְתָה קֶשֶׁת מִלְחָמָה וְדִבֶּר שָׁלוֹם לַגּוֹיִם וּמָשְׁלוֹ מִיָּם עַד־יָם וּמִנָּהָר עַד־אַפְסֵי־אָרֶץ׃","גַּם־אַתְּ בְּדַם־בְּרִיתֵךְ שִׁלַּחְתִּי אֲסִירַיִךְ מִבּוֹר אֵין מַיִם בּוֹ׃","שׁוּבוּ לְבִצָּרוֹן אֲסִירֵי הַתִּקְוָה גַּם־הַיּוֹם מַגִּיד מִשְׁנֶה אָשִׁיב לָךְ׃","כִּי־דָרַכְתִּי לִי יְהוּדָה קֶשֶׁת מִלֵּאתִי אֶפְרַיִם וְעוֹרַרְתִּי בָנַיִךְ צִיּוֹן עַל־בָּנַיִךְ יָוָן וְשַׂמְתִּיךְ כְּחֶרֶב גִּבּוֹר׃","וַיהוָה עֲלֵיהֶם יֵרָאֶה וְיָצָא כַבָּרָק חִצּוֹ וַאדֹנָי יְהֹוִה בַּשּׁוֹפָר יִתְקָע וְהָלַךְ בְּסַעֲרוֹת תֵּימָן׃","יְהוָה צְבָאוֹת יָגֵן עֲלֵיהֶם וְאָכְלוּ וְכָבְשׁוּ אַבְנֵי־קֶלַע וְשָׁתוּ הָמוּ כְּמוֹ־יָיִן וּמָלְאוּ כַּמִּזְרָק כְּזָוִיּוֹת מִזְבֵּחַ׃","וְהוֹשִׁיעָם יְהוָה אֱלֹהֵיהֶם בַּיּוֹם הַהוּא כְּצֹאן עַמּוֹ כִּי אַבְנֵי־נֵזֶר מִתְנוֹסְסוֹת עַל־אַדְמָתוֹ׃","כִּי מַה־טּוּבוֹ וּמַה־יָפְיוֹ דָּגָן בַּחוּרִים וְתִירוֹשׁ יְנוֹבֵב בְּתֻלוֹת׃"],["שַׁאֲלוּ מֵיְהוָה מָטָר בְּעֵת מַלְקוֹשׁ יְהוָה עֹשֶׂה חֲזִיזִים וּמְטַר־גֶּשֶׁם יִתֵּן לָהֶם לְאִישׁ עֵשֶׂב בַּשָּׂדֶה׃","כִּי הַתְּרָפִים דִּבְּרוּ־אָוֶן וְהַקּוֹסְמִים חָזוּ שֶׁקֶר וַחֲלֹמוֹת הַשָּׁוא יְדַבֵּרוּ הֶבֶל יְנַחֵמוּן עַל־כֵּן נָסְעוּ כְמוֹ־צֹאן יַעֲנוּ כִּי־אֵין רֹעֶה׃","עַל־הָרֹעִים חָרָה אַפִּי וְעַל־הָעַתּוּדִים אֶפְקוֹד כִּי־פָקַד יְהוָה צְבָאוֹת אֶת־עֶדְרוֹ אֶת־בֵּית יְהוּדָה וְשָׂם אוֹתָם כְּסוּס הוֹדוֹ בַּמִּלְחָמָה׃","מִמֶּנּוּ פִנָּה מִמֶּנּוּ יָתֵד מִמֶּנּוּ קֶשֶׁת מִלְחָמָה מִמֶּנּוּ יֵצֵא כָל־נוֹגֵשׂ יַחְדָּו׃","וְהָיוּ כְגִבֹּרִים בּוֹסִים בְּטִיט חוּצוֹת בַּמִּלְחָמָה וְנִלְחֲמוּ כִּי יְהוָה עִמָּם וְהֹבִישׁוּ רֹכְבֵי סוּסִים׃","וְגִבַּרְתִּי אֶת־בֵּית יְהוּדָה וְאֶת־בֵּית יוֹסֵף אוֹשִׁיעַ וְהוֹשְׁבוֹתִים כִּי רִחַמְתִּים וְהָיוּ כַּאֲשֶׁר לֹא־זְנַחְתִּים כִּי אֲנִי יְהוָה אֱלֹהֵיהֶם וְאֶעֱנֵם׃","וְהָיוּ כְגִבּוֹר אֶפְרַיִם וְשָׂמַח לִבָּם כְּמוֹ־יָיִן וּבְנֵיהֶם יִרְאוּ וְשָׂמֵחוּ יָגֵל לִבָּם בַּיהוָה׃","אֶשְׁרְקָה לָהֶם וַאֲקַבְּצֵם כִּי פְדִיתִים וְרָבוּ כְּמוֹ רָבוּ׃","וְאֶזְרָעֵם בָּעַמִּים וּבַמֶּרְחַקִּים יִזְכְּרוּנִי וְחָיוּ אֶת־בְּנֵיהֶם וָשָׁבוּ׃","וַהֲשִׁיבוֹתִים מֵאֶרֶץ מִצְרַיִם וּמֵאַשּׁוּר אֲקַבְּצֵם וְאֶל־אֶרֶץ גִּלְעָד וּלְבָנוֹן אֲבִיאֵם וְלֹא יִמָּצֵא לָהֶם׃","וְעָבַר בַּיָּם צָרָה וְהִכָּה בַיָּם גַּלִּים וְהֹבִישׁוּ כֹּל מְצוּלוֹת יְאֹר וְהוּרַד גְּאוֹן אַשּׁוּר וְשֵׁבֶט מִצְרַיִם יָסוּר׃","וְגִבַּרְתִּים בַּיהוָה וּבִשְׁמוֹ יִתְהַלָּכוּ נְאֻם יְהוָה׃"],["פְּתַח לְבָנוֹן דְּלָתֶיךָ וְתֹאכַל אֵשׁ בַּאֲרָזֶיךָ׃","הֵילֵל בְּרוֹשׁ כִּי־נָפַל אֶרֶז אֲשֶׁר אַדִּרִים שֻׁדָּדוּ הֵילִילוּ אַלּוֹנֵי בָשָׁן כִּי יָרַד יַעַר הבצור [הַבָּצִיר׃]","קוֹל יִלְלַת הָרֹעִים כִּי שֻׁדְּדָה אַדַּרְתָּם קוֹל שַׁאֲגַת כְּפִירִים כִּי שֻׁדַּד גְּאוֹן הַיַּרְדֵּן׃","כֹּה אָמַר יְהוָה אֱלֹהָי רְעֵה אֶת־צֹאן הַהֲרֵגָה׃","אֲשֶׁר קֹנֵיהֶן יַהֲרְגֻן וְלֹא יֶאְשָׁמוּ וּמֹכְרֵיהֶן יֹאמַר בָּרוּךְ יְהוָה וַאעְשִׁר וְרֹעֵיהֶם לֹא יַחְמוֹל עֲלֵיהֶן׃","כִּי לֹא אֶחְמוֹל עוֹד עַל־יֹשְׁבֵי הָאָרֶץ נְאֻם־יְהוָה וְהִנֵּה אָנֹכִי מַמְצִיא אֶת־הָאָדָם אִישׁ בְּיַד־רֵעֵהוּ וּבְיַד מַלְכּוֹ וְכִתְּתוּ אֶת־הָאָרֶץ וְלֹא אַצִּיל מִיָּדָם׃","וָאֶרְעֶה אֶת־צֹאן הַהֲרֵגָה לָכֵן עֲנִיֵּי הַצֹּאן וָאֶקַּח־לִי שְׁנֵי מַקְלוֹת לְאַחַד קָרָאתִי נֹעַם וּלְאַחַד קָרָאתִי חֹבְלִים וָאֶרְעֶה אֶת־הַצֹּאן׃","וָאַכְחִד אֶת־שְׁלֹשֶׁת הָרֹעִים בְּיֶרַח אֶחָד וַתִּקְצַר נַפְשִׁי בָּהֶם וְגַם־נַפְשָׁם בָּחֲלָה בִי׃","וָאֹמַר לֹא אֶרְעֶה אֶתְכֶם הַמֵּתָה תָמוּת וְהַנִּכְחֶדֶת תִּכָּחֵד וְהַנִּשְׁאָרוֹת תֹּאכַלְנָה אִשָּׁה אֶת־בְּשַׂר רְעוּתָהּ׃","וָאֶקַּח אֶת־מַקְלִי אֶת־נֹעַם וָאֶגְדַּע אֹתוֹ לְהָפֵיר אֶת־בְּרִיתִי אֲשֶׁר כָּרַתִּי אֶת־כָּל־הָעַמִּים׃","וַתֻּפַר בַּיּוֹם הַהוּא וַיֵּדְעוּ כֵן עֲנִיֵּי הַצֹּאן הַשֹּׁמְרִים אֹתִי כִּי דְבַר־יְהוָה הוּא׃","וָאֹמַר אֲלֵיהֶם אִם־טוֹב בְּעֵינֵיכֶם הָבוּ שְׂכָרִי וְאִם־לֹא חֲדָלוּ וַיִּשְׁקְלוּ אֶת־שְׂכָרִי שְׁלֹשִׁים כָּסֶף׃","וַיֹּאמֶר יְהוָה אֵלַי הַשְׁלִיכֵהוּ אֶל־הַיּוֹצֵר אֶדֶר הַיְקָר אֲשֶׁר יָקַרְתִּי מֵעֲלֵיהֶם וָאֶקְחָה שְׁלֹשִׁים הַכֶּסֶף וָאַשְׁלִיךְ אֹתוֹ בֵּית יְהוָה אֶל־הַיּוֹצֵר׃","וָאֶגְדַּע אֶת־מַקְלִי הַשֵּׁנִי אֵת הַחֹבְלִים לְהָפֵר אֶת־הָאַחֲוָה בֵּין יְהוּדָה וּבֵין יִשְׂרָאֵל׃","וַיֹּאמֶר יְהוָה אֵלָי עוֹד קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי׃","כִּי הִנֵּה־אָנֹכִי מֵקִים רֹעֶה בָּאָרֶץ הַנִּכְחָדוֹת לֹא־יִפְקֹד הַנַּעַר לֹא־יְבַקֵּשׁ וְהַנִּשְׁבֶּרֶת לֹא יְרַפֵּא הַנִּצָּבָה לֹא יְכַלְכֵּל וּבְשַׂר הַבְּרִיאָה יֹאכַל וּפַרְסֵיהֶן יְפָרֵק׃","הוֹי רֹעִי הָאֱלִיל עֹזְבִי הַצֹּאן חֶרֶב עַל־זְרוֹעוֹ וְעַל־עֵין יְמִינוֹ זְרֹעוֹ יָבוֹשׁ תִּיבָשׁ וְעֵין יְמִינוֹ כָּהֹה תִכְהֶה׃"],["מַשָּׂא דְבַר־יְהוָה עַל־יִשְׂרָאֵל נְאֻם־יְהוָה נֹטֶה שָׁמַיִם וְיֹסֵד אָרֶץ וְיֹצֵר רוּחַ־אָדָם בְּקִרְבּוֹ׃","הִנֵּה אָנֹכִי שָׂם אֶת־יְרוּשָׁלִַם סַף־רַעַל לְכָל־הָעַמִּים סָבִיב וְגַם עַל־יְהוּדָה יִהְיֶה בַמָּצוֹר עַל־יְרוּשָׁלִָם׃","וְהָיָה בַיּוֹם־הַהוּא אָשִׂים אֶת־יְרוּשָׁלִַם אֶבֶן מַעֲמָסָה לְכָל־הָעַמִּים כָּל־עֹמְסֶיהָ שָׂרוֹט יִשָּׂרֵטוּ וְנֶאֶסְפוּ עָלֶיהָ כֹּל גּוֹיֵי הָאָרֶץ׃","בַּיּוֹם הַהוּא נְאֻם־יְהוָה אַכֶּה כָל־סוּס בַּתִּמָּהוֹן וְרֹכְבוֹ בַּשִּׁגָּעוֹן וְעַל־בֵּית יְהוּדָה אֶפְקַח אֶת־עֵינַי וְכֹל סוּס הָעַמִּים אַכֶּה בַּעִוָּרוֹן׃","וְאָמְרוּ אַלֻּפֵי יְהוּדָה בְּלִבָּם אַמְצָה לִי יֹשְׁבֵי יְרוּשָׁלִַם בַּיהוָה צְבָאוֹת אֱלֹהֵיהֶם׃","בַּיּוֹם הַהוּא אָשִׂים אֶת־אַלֻּפֵי יְהוּדָה כְּכִיּוֹר אֵשׁ בְּעֵצִים וּכְלַפִּיד אֵשׁ בְּעָמִיר וְאָכְלוּ עַל־יָמִין וְעַל־שְׂמֹאול אֶת־כָּל־הָעַמִּים סָבִיב וְיָשְׁבָה יְרוּשָׁלִַם עוֹד תַּחְתֶּיהָ בִּירוּשָׁלִָם׃","וְהוֹשִׁיעַ יְהוָה אֶת־אָהֳלֵי יְהוּדָה בָּרִאשֹׁנָה לְמַעַן לֹא־תִגְדַּל תִּפְאֶרֶת בֵּית־דָּוִיד וְתִפְאֶרֶת יֹשֵׁב יְרוּשָׁלִַם עַל־יְהוּדָה׃","בַּיּוֹם הַהוּא יָגֵן יְהוָה בְּעַד יוֹשֵׁב יְרוּשָׁלִַם וְהָיָה הַנִּכְשָׁל בָּהֶם בַּיּוֹם הַהוּא כְּדָוִיד וּבֵית דָּוִיד כֵּאלֹהִים כְּמַלְאַךְ יְהוָה לִפְנֵיהֶם׃","וְהָיָה בַּיּוֹם הַהוּא אֲבַקֵּשׁ לְהַשְׁמִיד אֶת־כָּל־הַגּוֹיִם הַבָּאִים עַל־יְרוּשָׁלִָם׃","וְשָׁפַכְתִּי עַל־בֵּית דָּוִיד וְעַל יוֹשֵׁב יְרוּשָׁלִַם רוּחַ חֵן וְתַחֲנוּנִים וְהִבִּיטוּ אֵלַי אֵת אֲשֶׁר־דָּקָרוּ וְסָפְדוּ עָלָיו כְּמִסְפֵּד עַל־הַיָּחִיד וְהָמֵר עָלָיו כְּהָמֵר עַל־הַבְּכוֹר׃","בַּיּוֹם הַהוּא יִגְדַּל הַמִּסְפֵּד בִּירוּשָׁלִַם כְּמִסְפַּד הֲדַדְ־רִמּוֹן בְּבִקְעַת מְגִדּוֹן׃","וְסָפְדָה הָאָרֶץ מִשְׁפָּחוֹת מִשְׁפָּחוֹת לְבָד מִשְׁפַּחַת בֵּית־דָּוִיד לְבָד וּנְשֵׁיהֶם לְבָד מִשְׁפַּחַת בֵּית־נָתָן לְבָד וּנְשֵׁיהֶם לְבָד׃","מִשְׁפַּחַת בֵּית־לֵוִי לְבָד וּנְשֵׁיהֶם לְבָד מִשְׁפַּחַת הַשִּׁמְעִי לְבָד וּנְשֵׁיהֶם לְבָד׃","כֹּל הַמִּשְׁפָּחוֹת הַנִּשְׁאָרוֹת מִשְׁפָּחֹת מִשְׁפָּחֹת לְבָד וּנְשֵׁיהֶם לְבָד׃"],["בַּיּוֹם הַהוּא יִהְיֶה מָקוֹר נִפְתָּח לְבֵית דָּוִיד וּלְיֹשְׁבֵי יְרוּשָׁלִָם לְחַטַּאת וּלְנִדָּה׃","וְהָיָה בַיּוֹם הַהוּא נְאֻם יְהוָה צְבָאוֹת אַכְרִית אֶת־שְׁמוֹת הָעֲצַבִּים מִן־הָאָרֶץ וְלֹא יִזָּכְרוּ עוֹד וְגַם אֶת־הַנְּבִיאִים וְאֶת־רוּחַ הַטֻּמְאָה אַעֲבִיר מִן־הָאָרֶץ׃","וְהָיָה כִּי־יִנָּבֵא אִישׁ עוֹד וְאָמְרוּ אֵלָיו אָבִיו וְאִמּוֹ יֹלְדָיו לֹא תִחְיֶה כִּי שֶׁקֶר דִּבַּרְתָּ בְּשֵׁם יְהוָה וּדְקָרֻהוּ אָבִיהוּ וְאִמּוֹ יֹלְדָיו בְּהִנָּבְאוֹ׃","וְהָיָה בַּיּוֹם הַהוּא יֵבֹשׁוּ הַנְּבִיאִים אִישׁ מֵחֶזְיֹנוֹ בְּהִנָּבְאֹתוֹ וְלֹא יִלְבְּשׁוּ אַדֶּרֶת שֵׂעָר לְמַעַן כַּחֵשׁ׃","וְאָמַר לֹא נָבִיא אָנֹכִי אִישׁ־עֹבֵד אֲדָמָה אָנֹכִי כִּי אָדָם הִקְנַנִי מִנְּעוּרָי׃","וְאָמַר אֵלָיו מָה הַמַּכּוֹת הָאֵלֶּה בֵּין יָדֶיךָ וְאָמַר אֲשֶׁר הֻכֵּיתִי בֵּית מְאַהֲבָי׃","חֶרֶב עוּרִי עַל־רֹעִי וְעַל־גֶּבֶר עֲמִיתִי נְאֻם יְהוָה צְבָאוֹת הַךְ אֶת־הָרֹעֶה וּתְפוּצֶיןָ הַצֹּאן וַהֲשִׁבֹתִי יָדִי עַל־הַצֹּעֲרִים׃","וְהָיָה בְכָל־הָאָרֶץ נְאֻם־יְהוָה פִּי־שְׁנַיִם בָּהּ יִכָּרְתוּ יִגְוָעוּ וְהַשְּׁלִשִׁית יִוָּתֶר בָּהּ׃","וְהֵבֵאתִי אֶת־הַשְּׁלִשִׁית בָּאֵשׁ וּצְרַפְתִּים כִּצְרֹף אֶת־הַכֶּסֶף וּבְחַנְתִּים כִּבְחֹן אֶת־הַזָּהָב הוּא יִקְרָא בִשְׁמִי וַאֲנִי אֶעֱנֶה אֹתוֹ אָמַרְתִּי עַמִּי הוּא וְהוּא יֹאמַר יְהוָה אֱלֹהָי׃"],["הִנֵּה יוֹם־בָּא לַיהוָה וְחֻלַּק שְׁלָלֵךְ בְּקִרְבֵּךְ׃","וְאָסַפְתִּי אֶת־כָּל־הַגּוֹיִם אֶל־יְרוּשָׁלִַם לַמִּלְחָמָה וְנִלְכְּדָה הָעִיר וְנָשַׁסּוּ הַבָּתִּים וְהַנָּשִׁים תשגלנה [תִּשָּׁכַבְנָה] וְיָצָא חֲצִי הָעִיר בַּגּוֹלָה וְיֶתֶר הָעָם לֹא יִכָּרֵת מִן־הָעִיר׃","וְיָצָא יְהוָה וְנִלְחַם בַּגּוֹיִם הָהֵם כְּיוֹם הִלָּחֲמו בְּיוֹם קְרָב׃","וְעָמְדוּ רַגְלָיו בַּיּוֹם־הַהוּא עַל־הַר הַזֵּתִים אֲשֶׁר עַל־פְּנֵי יְרוּשָׁלִַם מִקֶּדֶם וְנִבְקַע הַר הַזֵּיתִים מֵחֶצְיוֹ מִזְרָחָה וָיָמָּה גֵּיא גְּדוֹלָה מְאֹד וּמָשׁ חֲצִי הָהָר צָפוֹנָה וְחֶצְיוֹ־נֶגְבָּה׃","וְנַסְתֶּם גֵּיא־הָרַי כִּי־יַגִּיעַ גֵּי־הָרִים אֶל־אָצַל וְנַסְתֶּם כַּאֲשֶׁר נַסְתֶּם מִפְּנֵי הָרַעַשׁ בִּימֵי עֻזִּיָּה מֶלֶךְ־יְהוּדָה וּבָא יְהוָה אֱלֹהַי כָּל־קְדֹשִׁים עִמָּךְ׃","וְהָיָה בַּיּוֹם הַהוּא לֹא־יִהְיֶה אוֹר יְקָרוֹת יקפאון [וְקִפָּאוֹן׃]","וְהָיָה יוֹם־אֶחָד הוּא יִוָּדַע לַיהוָה לֹא־יוֹם וְלֹא־לָיְלָה וְהָיָה לְעֵת־עֶרֶב יִהְיֶה־אוֹר׃","וְהָיָה בַּיּוֹם הַהוּא יֵצְאוּ מַיִם־חַיִּים מִירוּשָׁלִַם חֶצְיָם אֶל־הַיָּם הַקַּדְמוֹנִי וְחֶצְיָם אֶל־הַיָּם הָאַחֲרוֹן בַּקַּיִץ וּבָחֹרֶף יִהְיֶה׃","וְהָיָה יְהוָה לְמֶלֶךְ עַל־כָּל־הָאָרֶץ בַּיּוֹם הַהוּא יִהְיֶה יְהוָה אֶחָד וּשְׁמוֹ אֶחָד׃","יִסּוֹב כָּל־הָאָרֶץ כָּעֲרָבָה מִגֶּבַע לְרִמּוֹן נֶגֶב יְרוּשָׁלִָם וְרָאֲמָה וְיָשְׁבָה תַחְתֶּיהָ לְמִשַּׁעַר בִּנְיָמִן עַד־מְקוֹם שַׁעַר הָרִאשׁוֹן עַד־שַׁעַר הַפִּנִּים וּמִגְדַּל חֲנַנְאֵל עַד יִקְבֵי הַמֶּלֶךְ׃","וְיָשְׁבוּ בָהּ וְחֵרֶם לֹא יִהְיֶה־עוֹד וְיָשְׁבָה יְרוּשָׁלִַם לָבֶטַח׃","וְזֹאת תִּהְיֶה הַמַּגֵּפָה אֲשֶׁר יִגֹּף יְהוָה אֶת־כָּל־הָעַמִּים אֲשֶׁר צָבְאוּ עַל־יְרוּשָׁלִָם הָמֵק בְּשָׂרוֹ וְהוּא עֹמֵד עַל־רַגְלָיו וְעֵינָיו תִּמַּקְנָה בְחֹרֵיהֶן וּלְשׁוֹנוֹ תִּמַּק בְּפִיהֶם׃","וְהָיָה בַּיּוֹם הַהוּא תִּהְיֶה מְהוּמַת־יְהוָה רַבָּה בָּהֶם וְהֶחֱזִיקוּ אִישׁ יַד רֵעֵהוּ וְעָלְתָה יָדוֹ עַל־יַד רֵעֵהוּ׃","וְגַם־יְהוּדָה תִּלָּחֵם בִּירוּשָׁלִָם וְאֻסַּף חֵיל כָּל־הַגּוֹיִם סָבִיב זָהָב וָכֶסֶף וּבְגָדִים לָרֹב מְאֹד׃","וְכֵן תִּהְיֶה מַגֵּפַת הַסּוּס הַפֶּרֶד הַגָּמָל וְהַחֲמוֹר וְכָל־הַבְּהֵמָה אֲשֶׁר יִהְיֶה בַּמַּחֲנוֹת הָהֵמָּה כַּמַּגֵּפָה הַזֹּאת׃","וְהָיָה כָּל־הַנּוֹתָר מִכָּל־הַגּוֹיִם הַבָּאִים עַל־יְרוּשָׁלִָם וְעָלוּ מִדֵּי שָׁנָה בְשָׁנָה לְהִשְׁתַּחֲוֺת לְמֶלֶךְ יְהוָה צְבָאוֹת וְלָחֹג אֶת־חַג הַסֻּכּוֹת׃","וְהָיָה אֲשֶׁר לֹא־יַעֲלֶה מֵאֵת מִשְׁפְּחוֹת הָאָרֶץ אֶל־יְרוּשָׁלִַם לְהִשְׁתַּחֲוֺת לְמֶלֶךְ יְהוָה צְבָאוֹת וְלֹא עֲלֵיהֶם יִהְיֶה הַגָּשֶׁם׃","וְאִם־מִשְׁפַּחַת מִצְרַיִם לֹא־תַעֲלֶה וְלֹא בָאָה וְלֹא עֲלֵיהֶם תִּהְיֶה הַמַּגֵּפָה אֲשֶׁר יִגֹּף יְהוָה אֶת־הַגּוֹיִם אֲשֶׁר לֹא יַעֲלוּ לָחֹג אֶת־חַג הַסֻּכּוֹת׃","זֹאת תִּהְיֶה חַטַּאת מִצְרָיִם וְחַטַּאת כָּל־הַגּוֹיִם אֲשֶׁר לֹא יַעֲלוּ לָחֹג אֶת־חַג הַסֻּכּוֹת׃","בַּיּוֹם הַהוּא יִהְיֶה עַל־מְצִלּוֹת הַסּוּס קֹדֶשׁ לַיהוָה וְהָיָה הַסִּירוֹת בְּבֵית יְהוָה כַּמִּזְרָקִים לִפְנֵי הַמִּזְבֵּחַ׃","וְהָיָה כָּל־סִיר בִּירוּשָׁלִַם וּבִיהוּדָה קֹדֶשׁ לַיהוָה צְבָאוֹת וּבָאוּ כָּל־הַזֹּבְחִים וְלָקְחוּ מֵהֶם וּבִשְּׁלוּ בָהֶם וְלֹא־יִהְיֶה כְנַעֲנִי עוֹד בְּבֵית־יְהוָה צְבָאוֹת בַּיּוֹם הַהוּא׃"]],"english":[["In the eighth month, in the second year of Darius, came the word of the LORD unto Zechariah the son of Berechiah, the son of Iddo, the prophet, saying:","’The LORD hath been sore displeased with your fathers.","Therefore say thou unto them, Thus saith the LORD of hosts: Return unto Me, saith the LORD of hosts, and I will return unto you, saith the LORD of hosts.","Be ye not as your fathers, unto whom the former prophets proclaimed, saying: Thus saith the LORD of hosts: Return ye now from your evil ways, and from your evil doings; but they did not hear, nor attend unto Me, saith the LORD.","Your fathers, where are they? and the prophets, do they live for ever?","But My words and My statutes, which I commanded My servants the prophets, did they not overtake your fathers? so that they turned and said: Like as the LORD of hosts purposed to do unto us, according to our ways, and according to our doings, so hath He dealt with us.’","Upon the four and twentieth day of the eleventh month, which is the month Shebat, in the second year of Darius, came the word of the LORD unto Zechariah the son of Berechiah, the son of Iddo, the prophet, saying—","I saw in the night, and behold a man riding upon a red horse, and he stood among the myrtle-trees that were in the bottom; and behind him there were horses, red, sorrel, and white.","Then said I: ‘O my lord, what are these?’ And the angel that spoke with me said unto me: ‘I will show thee what these are.’","And the man that stood among the myrtle-trees answered and said: ‘These are they whom the LORD hath sent to walk to and fro through the earth.’","And they answered the angel of the LORD that stood among the myrtle-trees, and said: ‘We have walked to and fro through the earth, and, behold, all the earth sitteth still, and is at rest.’","Then the angel of the LORD spoke and said: ‘O LORD of hosts, how long wilt Thou not have compassion on Jerusalem and on the cities of Judah, against which Thou hast had indignation these threescore and ten years?","And the LORD answered the angel that spoke with me with good words, even comforting words—","so the angel that spoke with me said unto me: ‘Proclaim thou, saying: Thus saith the LORD of hosts: I am jealous for Jerusalem and for Zion with a great jealousy;","and I am very sore displeased with the nations that are at ease; for I was but a little displeased, and they helped for evil.","Therefore thus saith the LORD: I return to Jerusalem with compassions: My house shall be built in it, saith the LORD of hosts, and a line shall be stretched forth over Jerusalem.","Again, proclaim, saying: Thus saith the LORD of hosts: My cities shall again overflow with prosperity; and the LORD shall yet comfort Zion, and shall yet choose Jerusalem.’"],["And I lifted up mine eyes, and saw, and behold four horns.","And I said unto the angel that spoke with me: ‘What are these?’ And he said unto me: ‘These are the horns which have scattered Judah, Israel, and Jerusalem.’","And the LORD showed me four craftsmen.","Then said I: ‘What come these to do?’ And he spoke, saying: ‘These—the horns which scattered Judah, so that no man did lift up his head—these then are come to frighten them, to cast down the horns of the nations, which lifted up their horn against the land of Judah to scatter it.’","And I lifted up mine eyes, and saw, and behold a man with a measuring line in his hand.","Then said I: ‘Whither goest thou?’ And he said unto me: ‘To measure Jerusalem, to see what is the breadth thereof, and what is the length thereof.’","And, behold, the angel that spoke with me went forth, and another angel went out to meet him,","and said unto him: ‘Run, speak to this young man, saying: ‘Jerusalem shall be inhabited without walls for the multitude of men and cattle therein.","For I, saith the LORD, will be unto her a wall of fire round about, and I will be the glory in the midst of her.","Ho, ho, flee then from the land of the north, saith the LORD; for I have spread you abroad as the four winds of the heaven, saith the LORD.","Ho, Zion, escape, thou that dwellest with the daughter of Babylon.’","For thus saith the LORD of hosts who sent me after glory unto the nations which spoiled you: ‘Surely, he that toucheth you toucheth the apple of his eye.","For, behold, I will shake My hand over them, and they shall be a spoil to those that served them’; and ye shall know that the LORD of hosts hath sent me.","’Sing and rejoice, O daughter of Zion; for, lo, I come, and I will dwell in the midst of thee, saith the LORD.","And many nations shall join themselves to the LORD in that day, and shall be My people, and I will dwell in the midst of thee’; and thou shalt know that the LORD of hosts hath sent me unto thee.","And the LORD shall inherit Judah as His portion in the holy land, and shall choose Jerusalem again.","Be silent, all flesh, before the LORD; for He is aroused out of His holy habitation."],["And he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to accuse him.","And the LORD said unto Satan: ‘The LORD rebuke thee, O Satan, yea, the LORD that hath chosen Jerusalem rebuke thee; is not this man a brand plucked out of the fire?’","Now Joshua was clothed with filthy garments, and stood before the angel.","And he answered and spoke unto those that stood before him, saying: ‘Take the filthy garments from off him.’ And unto him he said: ‘Behold, I cause thine iniquity to pass from thee, and I will clothe thee with robes.’","And I said: ‘Let them set a fair mitre upon his head.’ So they set a fair mitre upon his head, and clothed him with garments; and the angel of the LORD stood by.","And the angel of the LORD forewarned Joshua, saying:","’Thus saith the LORD of hosts: If thou wilt walk in My ways, and if thou wilt keep My charge, and wilt also judge My house, and wilt also keep My courts, then I will give thee free access among these that stand by.","Hear now, O Joshua the high priest, thou and thy fellows that sit before thee; for they are men that are a sign; for, behold, I will bring forth My servant the Shoot.","For behold the stone that I have laid before Joshua; upon one stone are seven facets; behold, I will engrave the graving thereof, saith the LORD of hosts: And I will remove the iniquity of that land in one day.","In that day, saith the LORD of hosts, shall ye call every man his neighbour under the vine and under the fig-tree."],["And the angel that spoke with me returned, and waked me, as a man that is wakened out of his sleep.","And he said unto me: ‘What seest thou?’ And I said: ‘I have seen, and behold a candlestick all of gold, with a bowl upon the top of it, and its seven lamps thereon; there are seven pipes, yea, seven, to the lamps, which are upon the top thereof;","and two olive-trees by it, one upon the right side of the bowl, and the other upon the left side thereof.’","And I answered and spoke to the angel that spoke with me, saying: ‘What are these, my lord?’","Then the angel that spoke with me answered and said unto me: ‘Knowest thou not what these are?’ And I said: ‘No, my lord.’","Then he answered and spoke unto me, saying: ‘This is the word of the LORD unto Zerubbabel, saying: Not by might, nor by power, but by My spirit, saith the LORD of hosts.","Who art thou, O great mountain before Zerubbabel? thou shalt become a plain; and he shall bring forth the top stone with shoutings of Grace, grace, unto it.’","Moreover the word of the LORD came unto me, saying:","’The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the LORD of hosts hath sent me unto you.","For who hath despised the day of small things? even they shall see with joy the plummet in the hand of Zerubbabel, even these seven, which are the eyes of the LORD, that run to and fro through the whole earth.’","Then answered I, and said unto him: ‘What are these two olive-trees upon the right side of the candlestick and upon the left side thereof?’","And I answered the second time, and said unto him: ‘What are these two olive branches, which are beside the two golden spouts, that empty the golden oil out of themselves?’","And he answered me and said: ‘Knowest thou not what these are?’ And I said: ‘No, my lord.’","Then said he: ‘These are the two anointed ones, that stand by the Lord of the whole earth.’"],["Then again I lifted up mine eyes, and saw, and behold a flying scroll.","And he said unto me: ‘What seest thou?’ And I answered: ‘I see a flying scroll; the length thereof is twenty cubits, and the breadth thereof ten cubits.’","Then said he unto me: ‘This is the curse that goeth forth over the face of the whole land; for every one that stealeth shall be swept away on the one side like it; and every one that sweareth shall be swept away on the other side like it.","I cause it to go forth, saith the LORD of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by My name; and it shall abide in the midst of his house, and shall consume it with the timber thereof and the stones thereof.’","Then the angel that spoke with me went forth, and said unto me: ‘Lift up now thine eyes, and see what is this that goeth forth.’","And I said: ‘What is it?’ And he said: ‘This is the measure that goeth forth.’ He said moreover: ‘This is their eye in all the land—","and, behold, there was lifted up a round piece of lead—and this is a woman sitting in the midst of the measure.’","And he said: ‘This is Wickedness.’ And he cast her down into the midst of the measure, and he cast the weight of lead upon the mouth thereof.","Then lifted I up mine eyes, and saw, and, behold, there came forth two women, and the wind was in their wings; for they had wings like the wings of a stork; and they lifted up the measure between the earth and the heaven.","Then said I to the angel that spoke with me: ‘Whither do these bear the measure?’","And he said unto me: ‘To build her a house in the land of Shinar; and when it is prepared, she shall be set there in her own place."],["And again I lifted up mine eyes, and saw, and, behold, there came four chariots out from between the two mountains; and the mountains were mountains of brass.","In the first chariot were red horses; and in the second chariot black horses;","and in the third chariot white horses; and in the fourth chariot grizzled bay horses.","Then I answered and said unto the angel that spoke with me: ‘What are these, my lord?’","And the angel answered and said unto me: ‘These chariots go forth to the four winds of heaven, after presenting themselves before the Lord of all the earth.","That wherein are the black horses goeth forth toward the north country; and the white went forth after them; and the grizzled went forth toward the south country;","and the bay went forth’. And they sought to go that they might walk to and fro through the earth; and he said: ‘Get you hence, walk to and fro through the earth.’ So they walked to and fro through the earth.","Then cried he upon me, and spoke unto me, saying: ‘Behold, they that go toward the north country have eased My spirit in the north country.’","And the word of the LORD came unto me, saying:","’Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah, that are come from Babylon; and come thou the same day, and go into the house of Josiah the son of Zephaniah;","yea, take silver and gold, and make crowns, and set the one upon the head of Joshua the son of Jehozadak, the high priest;","and speak unto him, saying: Thus speaketh the LORD of hosts, saying: Behold, a man whose name is the Shoot, and who shall shoot up out of his place, and build the temple of the LORD;","even he shall build the temple of the LORD; and he shall bear the glory, and shall sit and rule upon his throne; and there shall be a priest before his throne; and the counsel of peace shall be between them both.","And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, as a memorial in the temple of the LORD.","And they that are far off shall come and build in the temple of the LORD, and ye shall know that the LORD of hosts hath sent me unto you. And it shall come to pass, if ye will diligently hearken to the voice of the LORD your God—.’"],["And it came to pass in the fourth year of king Darius, that the word of the LORD came unto Zechariah in the fourth day of the ninth month, even in Chislev;","When Bethel-sarezer, and Regem-melech and his men, had sent to entreat the favour of the LORD,","and to speak unto the priests of the house of the LORD of hosts, and to the prophets, saying: ‘Should I weep in the fifth month, separating myself, as I have done these so many years?’","Then came the word of the LORD of hosts unto me, saying:","’Speak unto all the people of the land, and to the priests, saying: When ye fasted and mourned in the fifth and in the seventh month, even these seventy years, did ye at all fast unto Me, even to Me?","And when ye eat, and when ye did drink, are ye not they that eat, and they that drink?","Should ye not hearken to the words which the LORD hath proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, and the South and the Lowland were inhabited?’","And the word of the LORD came unto Zechariah, saying:","’Thus hath the LORD of hosts spoken, saying: Execute true judgment, and show mercy and compassion every man to his brother;","and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you devise evil against his brother in your heart.","But they refused to attend, and turned a stubborn shoulder, and stopped their ears, that they might not hear.","Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the LORD of hosts had sent by His spirit by the hand of the former prophets; therefore came there great wrath from the LORD of hosts.","And it came to pass that, as He called, and they would not hear; so they shall call, and I will not hear, said the LORD of hosts;","but I will scatter them with a whirlwind among all the nations whom they have not known. Thus the land was desolate after them, so that no man passed through nor returned; for they laid the pleasant land desolate.’"],["And the word of the LORD of hosts came, saying:","’Thus saith the LORD of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great fury.","Thus saith the LORD: I return unto Zion, and will dwell in the midst of Jerusalem; and Jerusalem shall be called The city of truth; and the mountain of the LORD of hosts The holy mountain.","Thus saith the LORD of hosts: There shall yet old men and old women sit in the broad places of Jerusalem, every man with his staff in his hand for very age.","And the broad places of the city shall be full of boys and girls playing in the broad places thereof.","Thus saith the LORD of hosts: If it be marvellous in the eyes of the remnant of this people in those days, should it also be marvellous in Mine eyes? saith the LORD of hosts.","Thus saith the LORD of hosts: Behold, I will save My people from the east country, and from the west country;","And I will bring them, and they shall dwell in the midst of Jerusalem; and they shall be My people, and I will be their God, in truth and in righteousness.","Thus saith the LORD of hosts: Let your hands be strong, ye that hear in these days these words from the mouth of the prophets that were in the day that the foundation of the house of the LORD of hosts was laid, even the temple, that it might be built.","For before those days there was no hire for man, nor any hire for beast; neither was there any peace to him that went out or came in because of the adversary; for I set all men every one against his neighbour.","But now I will not be unto the remnant of this people as in the former days, saith the LORD of hosts.","For as the seed of peace, the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to inherit all these things.","And it shall come to pass that, as ye were a curse among the nations, O house of Judah and house of Israel, so will I save you, and ye shall be a blessing; fear not, but let your hands be strong.","For thus saith the LORD of host: As I purposed to do evil unto you, when your fathers provoked Me, saith the LORD of hosts, and I repented not;","so again do I purpose in these days to do good unto Jerusalem and to the house of Judah; fear ye not.","These are the things that ye shall do: Speak ye every man the truth with his neighbour; execute the judgment of truth and peace in your gates;","and let none of you devise evil in your hearts against his neighbour; and love no false oath; for all these are things that I hate, saith the LORD.’","And the word of the LORD of hosts came unto me, saying:","’Thus saith the LORD of hosts: The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful seasons; therefore love ye truth and peace.","Thus saith the LORD of hosts: It shall yet come to pass, that there shall come peoples, and the inhabitants of many cities;","and the inhabitants of one city shall go to another, saying: Let us go speedily to entreat the favour of the LORD, and to seek the LORD of hosts; I will go also.","Yea, many peoples and mighty nations shall come to seek the LORD of hosts in Jerusalem, and to entreat the favour of the LORD.","Thus saith the LORD of hosts: In those days it shall come to pass, that ten men shall take hold, out of all the languages of the nations, shall even take hold of the skirt of him that is a Jew, saying: We will go with you, for we have heard that God is with you.’"],["The burden of the word of the LORD. In the land of Hadrach, And in Damascus shall be His resting-place; For the LORD’S is the eye of man And all the tribes of Israel.","And Hamath also shall border thereon; Tyre and Zidon, for she is very wise.","And Tyre did build herself a stronghold, And heaped up silver as the dust, And fine gold as the mire of the streets.","Behold, the Lord will impoverish her, And He will smite her power into the sea; And she shall be devoured with fire.","Ashkelon shall see it, and fear, Gaza also, and shall be sore pained, And Ekron, for her expectation shall be ashamed; And the king shall perish from Gaza, And Ashkelon shall not be inhabited.","And a bastard shall dwell in Ashdod, And I will cut off the pride of the Philistines.","And I will take away his blood out of his mouth, And his detestable things from between his teeth, And he also shall be a remnant for our God; And he shall be as a chief in Judah, And Ekron as a Jebusite.","And I will encamp about My house against the army, That none pass through or return; And no oppressor shall pass through them any more; For now have I seen with Mine eyes.","Rejoice greatly, O daughter of Zion, Shout, O daughter of Jerusalem; Behold, thy king cometh unto thee, He is triumphant, and victorious, Lowly, and riding upon an ass, Even upon a colt the foal of an ass.","And I will cut off the chariot from Ephraim, And the horse from Jerusalem, And the battle bow shall be cut off, And he shall speak peace unto the nations; And his dominion shall be from sea to sea, And from the River to the ends of the earth.","As for thee also, because of the blood of thy covenant I send forth thy prisoners out of the pit Wherein is no water.","Return to the stronghold, Ye prisoners of hope; Even to-day do I declare That I will render double unto thee.","For I bend Judah for Me, I fill the bow with Ephraim; And I will stir up thy sons, O Zion, Against thy sons, O Javan, And will make thee as the sword of a mighty man.","And the LORD shall be seen over them, And His arrow shall go forth as the lightning; And the Lord GOD will blow the horn, And will go with whirlwinds of the south.","The LORD of hosts will defend them; And they shall devour, and shall tread down the sling-stones; And they shall drink, and make a noise as through wine; And they shall be filled like the basins, like the corners of the altar.","And the LORD their God shall save them in that day As the flock of His people; For they shall be as the stones of a crown, Glittering over His land.","For how great is their goodness, and how great is their beauty! Corn shall make the young men flourish, And new wine the maids."],["Ask ye of the LORD rain in the time of the latter rain, Even of the LORD that maketh lightnings; And He will give them showers of rain, To every one grass in the field.","For the teraphim have spoken vanity, And the diviners have seen a lie, And the dreams speak falsely, They comfort in vain; Therefore they go their way like sheep, They are afflicted, because there is no shepherd.","Mine anger is kindled against the shepherds, And I will punish the he-goats; For the LORD of hosts hath remembered His flock the house of Judah, And maketh them as His majestic horse in the battle.","Out of them shall come forth the corner-stone, Out of them the stake, Out of them the battle bow, Out of them every master together.","And they shall be as mighty men, Treading down in the mire of the streets in the battle, And they shall fight, because the LORD is with them; And the riders on horses shall be confounded.","And I will strengthen the house of Judah, And I will save the house of Joseph, And I will bring them back, for I have compassion upon them, And they shall be as though I had not cast them off; For I am the LORD their God, and I will hear them.","And they of Ephraim shall be like a mighty man, And their heart shall rejoice as through wine; Yea, their children shall see it, And rejoice, their heart shall be glad in the LORD.","I will hiss for them, and gather them, For I have redeemed them; And they shall increase as they have increased.","And I will sow them among the peoples, And they shall remember Me in far countries; And they shall live with their children, and shall return.","I will bring them back also out of the land of Egypt, And gather them out of Assyria; And I will bring them into the land of Gilead and Lebanon; And place shall not suffice them.","And over the sea affliction shall pass, And the waves shall be smitten in the sea, And all the depths of the Nile shall dry up; And the pride of Assyria shall be brought down, And the sceptre of Egypt shall depart away. .","And I will strengthen them in the LORD; And they shall walk up and down in His name, Saith the LORD."],["Open thy doors, O Lebanon, That the fire may devour thy cedars.","Wail, O cypress-tree, for the cedar is fallen; Because the glorious ones are spoiled; Wail, O ye oaks of Bashan, For the strong forest is come down.","Hark! the wailing of the shepherds, For their glory is spoiled; Hark! the roaring of young lions, For the thickets of the Jordan are spoiled.","Thus said the LORD my God: ‘Feed the flock of slaughter;","whose buyers slay them, and hold themselves not guilty; and they that sell them say: Blessed be the LORD, for I am rich; and their own shepherds pity them not.","For I will no more pity the inhabitants of the land, saith the LORD; but, lo, I will deliver the men every one into his neighbour’s hand, and into the hand of his king; and they shall smite the land, and out of their hand I will not deliver them.’","So I fed the flock of slaughter, verily the poor of the flock. And I took unto me two staves; the one I called Graciousness, and the other I called Binders; and I fed the flock.","And I cut off the three shepherds in one month; ‘for My soul became impatient of them, and their soul also loathed Me.’","Then said I: ‘I will not feed you; that which dieth, let it die; and that which is to be cut off, let it be cut off; and let them that are left eat every one the flesh of another.’","And I took my staff Graciousness, and cut it asunder, ‘that I might break My covenant which I had made with all the peoples.’","And it was broken in that day; and the poor of the flock that gave heed unto me knew of a truth that it was the word of the LORD.","And I said unto them: ‘If ye think good, give me my hire; and if not, forbear.’ So they weighed for my hire thirty pieces of silver.","And the LORD said unto me: ‘Cast it into the treasury, the goodly price that I was prized at of them.’ And I took the thirty pieces of silver, and cast them into the treasury, in the house of the LORD.","Then I cut asunder mine other staff, even Binders, that the brotherhood between Judah and Israel might be broken.","And the LORD said unto me: ‘Take unto thee yet the instruments of a foolish shepherd.","For, lo, I will raise up a shepherd in the land, who will not think of those that are cut off, neither will seek those that are young, nor heal that which is broken; neither will he feed that which standeth still, but he will eat the flesh of the fat, and will break their hoofs in pieces.’","Woe to the worthless shepherd That leaveth the flock! The sword shall be upon his arm, And upon his right eye; His arm shall be clean dried up, And his right eye shall be utterly darkened."],["The burden of the word of the LORD concerning Israel. The saying of the LORD, who stretched forth the heavens, And laid the foundation of the earth, And formed the spirit of man within him:","Behold, I will make Jerusalem a cup of staggering Unto all the peoples round about, And upon Judah also shall it fall to be in the siege against Jerusalem.","And it shall come to pass in that day, That I will make Jerusalem a stone of burden for all the peoples; All that burden themselves with it shall be sore wounded; And all the nations of the earth shall be gathered together against it.","In that day, saith the LORD, I will smite every horse with bewilderment, And his rider with madness; And I will open Mine eyes upon the house of Judah, And will smite every horse of the peoples with blindness.","And the chiefs of Judah shall say in their heart: ‘The inhabitants of Jerusalem are my strength Through the LORD of hosts their God.’","In that day will I make the chiefs of Judah Like a pan of fire among the wood, And like a torch of fire among sheaves; And they shall devour all the peoples round about, On the right hand and on the left; And Jerusalem shall be inhabited again in her own place, even in Jerusalem.","The LORD also shall save the tents of Judah first, That the glory of the house of David And the glory of the inhabitants of Jerusalem be not magnified above Judah.","In that day shall the LORD defend the inhabitants of Jerusalem; And he that stumbleth among them at that day shall be as David; And the house of David shall be as a godlike being, As the angel of the LORD before them.","And it shall come to pass in that day, That I will seek to destroy all the nations That come against Jerusalem.","And I will pour upon the house of David, And upon the inhabitants of Jerusalem, The spirit of grace and of supplication; And they shall look unto Me because athey have thrust him through; And they shall mourn for him, as one mourneth for his only son, And shall be in bitterness for him, as one that is in bitterness for his first-born.","In that day shall there be a great mourning in Jerusalem, As the mourning of Hadadrimmon in the valley of Megiddon.","And the land shall mourn, every family apart: The family of the house of David apart, and their wives apart; The family of the house of Nathan apart, and their wives apart;","The family of the house of Levi apart, and their wives apart; The family of the Shimeites apart, and their wives apart;","All the families that remain, Every family apart, and their wives apart."],["In that day there shall be a fountain opened To the house of David and to the inhabitants of Jerusalem, For purification and for sprinkling.","And it shall come to pass in that day, Saith the LORD of hosts, That I will cut off the names of the idols out of the land, And they shall no more be remembered; And also I will cause the prophets And the unclean spirit to pass out of the land.","And it shall come to pass that, when any shall yet prophesy, then his father and his mother that begot him shall say unto him: ‘Thou shalt not live, for thou speakest lies in the name of the LORD’; and his father and his mother that begot him shall thrust him through when he prophesieth.","And it shall come to pass in that day, that the prophets shall be brought to shame every one through his vision, when he prophesieth; neither shall they wear a hairy mantle to deceive;","but he shall say: ‘I am no prophet, I am a tiller of the ground; for I have been made a bondman from my youth.’","And one shall say unto him: ‘What are these wounds between thy hands?’ Then he shall answer: ‘Those with which I was wounded in the house of my friends.’","Awake, O sword, against My shepherd, And against the man that is near unto Me, Saith the LORD of hosts; Smite the shepherd, and the sheep shall be scattered; And I will turn My hand upon the little ones.","And it shall come to pass, that in all the land, saith the LORD, Two parts therein shall be cut off and die; But the third shall be left therein.","And I will bring the third part through the fire, And will refine them as silver is refined, And will try them as gold is tried; They shall call on My name, And I will answer them; I will say: ‘It is My people’, And they shall say: ‘The LORD is my God.’"],["Behold, a day of the LORD cometh, When thy spoil shall be divided in the midst of thee.","For I will gather all nations against Jerusalem to battle; And the city shall be taken, and the houses rifled, And the women ravished; And half of the city shall go forth into captivity, But the residue of the people shall not be cut off from the city.","Then shall the LORD go forth, And fight against those nations, As when He fighteth in the day of battle.","And His feet shall stand in that day upon the mount of Olives, Which is before Jerusalem on the east, And the mount of Olives shall cleft in the midst thereof Toward the east and toward the west, So that there shall be a very great valley; And half of the mountain shall remove toward the north, And half of it toward the south.","And ye shall flee to the valley of the mountains; For the valley of the mountains shall reach unto Azel; Yea, ye shall flee, like as ye fled from before the earthquake In the days of Uzziah king of Judah; And the LORD my God shall come, And all the holy ones with Thee.","And it shall come to pass in that day, that there shall not be light, But heavy clouds and thick;","And there shall be one day Which shall be known as the LORD’S, Not day, and not night; But it shall come to pass, that at evening time there shall be light.","And it shall come to pass in that day, That living waters shall go out from Jerusalem: Half of them toward the eastern sea, And half of them toward the western sea; In summer and in winter shall it be.","And the LORD shall be King over all the earth; In that day shall the LORD be One, and His name one.","All the land shall be turned as the Arabah, from Geba to Rimmon south of Jerusalem; and she shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananel unto the king’s winepresses.","And men shall dwell therein, And there shall be no more extermination; But Jerusalem shall dwell safely.","And this shall be the plague wherewith the LORD will smite All the peoples that have warred against Jerusalem: Their flesh shall consume away while they stand upon their feet, And their eyes shall consume away in their sockets, And their tongue shall consume away in their mouth.","And it shall come to pass in that day, That a great tumult from the LORD shall be among them; And they shall lay hold every one on the hand of his neighbour, And his hand shall rise up against the hand of his neighbour.","And Judah also shall fight against Jerusalem; And the wealth of all the nations round about shall be gathered together, Gold, and silver, and apparel, in great abundance.","And so shall be the plague of the horse, Of the mule, of the camel, and of the ass, And of all the beasts that shall be in those camps, as this plague.","And it shall come to pass, that every one that is left of all the nations that came against Jerusalem shall go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.","And it shall be, that whoso of the families of the earth goeth not up unto Jerusalem to worship the King, the LORD of hosts, upon them there shall be no rain.","And if the family of Egypt go not up, and come not, they shall have no overflow; there shall be the plague, wherewith the LORD will smite the nations that go not up to keep the feast of tabernacles.","This shall be the punishment of Egypt, and the punishment of all the nations that go not up to keep the feast of tabernacles.","In that day shall there be upon the bells of the horses: HOLY UNTO THE LORD; and the pots in the LORD’S house shall be like the basins before the altar.","Yea, every pot in Jerusalem and in Judah shall be holy unto the LORD of hosts; and all they that sacrifice shall come and take of them, and seethe therein; and in that day there shall be no more a trafficker in the house of the LORD of hosts."]]},"malachi":{"hebrew":[["מַשָּׂא דְבַר־יְהוָה אֶל־יִשְׂרָאֵל בְּיַד מַלְאָכִי׃","אָהַבְתִּי אֶתְכֶם אָמַר יְהוָה וַאֲמַרְתֶּם בַּמָּה אֲהַבְתָּנוּ הֲלוֹא־אָח עֵשָׂו לְיַעֲקֹב נְאֻם־יְהוָה וָאֹהַב אֶת־יַעֲקֹב׃","וְאֶת־עֵשָׂו שָׂנֵאתִי וָאָשִׂים אֶת־הָרָיו שְׁמָמָה וְאֶת־נַחֲלָתוֹ לְתַנּוֹת מִדְבָּר׃","כִּי־תֹאמַר אֱדוֹם רֻשַּׁשְׁנוּ וְנָשׁוּב וְנִבְנֶה חֳרָבוֹת כֹּה אָמַר יְהוָה צְבָאוֹת הֵמָּה יִבְנוּ וַאֲנִי אֶהֱרוֹס וְקָרְאוּ לָהֶם גְּבוּל רִשְׁעָה וְהָעָם אֲשֶׁר־זָעַם יְהוָה עַד־עוֹלָם׃","וְעֵינֵיכֶם תִּרְאֶינָה וְאַתֶּם תֹּאמְרוּ יִגְדַּל יְהוָה מֵעַל לִגְבוּל יִשְׂרָאֵל׃","בֵּן יְכַבֵּד אָב וְעֶבֶד אֲדֹנָיו וְאִם־אָב אָנִי אַיֵּה כְבוֹדִי וְאִם־אֲדוֹנִים אָנִי אַיֵּה מוֹרָאִי אָמַר יְהוָה צְבָאוֹת לָכֶם הַכֹּהֲנִים בּוֹזֵי שְׁמִי וַאֲמַרְתֶּם בַּמֶּה בָזִינוּ אֶת־שְׁמֶךָ׃","מַגִּישִׁים עַל־מִזְבְּחִי לֶחֶם מְגֹאָל וַאֲמַרְתֶּם בַּמֶּה גֵאַלְנוּךָ בֶּאֱמָרְכֶם שֻׁלְחַן יְהוָה נִבְזֶה הוּא׃","וְכִי־תַגִּשׁוּן עִוֵּר לִזְבֹּחַ אֵין רָע וְכִי תַגִּישׁוּ פִּסֵּחַ וְחֹלֶה אֵין רָע הַקְרִיבֵהוּ נָא לְפֶחָתֶךָ הֲיִּרְצְךָ אוֹ הֲיִשָּׂא פָנֶיךָ אָמַר יְהוָה צְבָאוֹת׃","וְעַתָּה חַלּוּ־נָא פְנֵי־אֵל וִיחָנֵנוּ מִיֶּדְכֶם הָיְתָה זֹּאת הֲיִשָּׂא מִכֶּם פָּנִים אָמַר יְהוָה צְבָאוֹת׃","מִי גַם־בָּכֶם וְיִסְגֹּר דְּלָתַיִם וְלֹא־תָאִירוּ מִזְבְּחִי חִנָּם אֵין־לִי חֵפֶץ בָּכֶם אָמַר יְהוָה צְבָאוֹת וּמִנְחָה לֹא־אֶרְצֶה מִיֶּדְכֶם׃","כִּי מִמִּזְרַח־שֶׁמֶשׁ וְעַד־מְבוֹאוֹ גָּדוֹל שְׁמִי בַּגּוֹיִם וּבְכָל־מָקוֹם מֻקְטָר מֻגָּשׁ לִשְׁמִי וּמִנְחָה טְהוֹרָה כִּי־גָדוֹל שְׁמִי בַּגּוֹיִם אָמַר יְהוָה צְבָאוֹת׃","וְאַתֶּם מְחַלְּלִים אוֹתוֹ בֶּאֱמָרְכֶם שֻׁלְחַן אֲדֹנָי מְגֹאָל הוּא וְנִיבוֹ נִבְזֶה אָכְלוֹ׃","וַאֲמַרְתֶּם הִנֵּה מַתְּלָאָה וְהִפַּחְתֶּם אוֹתוֹ אָמַר יְהוָה צְבָאוֹת וַהֲבֵאתֶם גָּזוּל וְאֶת־הַפִּסֵּחַ וְאֶת־הַחוֹלֶה וַהֲבֵאתֶם אֶת־הַמִּנְחָה הַאֶרְצֶה אוֹתָהּ מִיֶּדְכֶם אָמַר יְהוָה׃","וְאָרוּר נוֹכֵל וְיֵשׁ בְּעֶדְרוֹ זָכָר וְנֹדֵר וְזֹבֵחַ מָשְׁחָת לַאדֹנָי כִּי מֶלֶךְ גָּדוֹל אָנִי אָמַר יְהוָה צְבָאוֹת וּשְׁמִי נוֹרָא בַגּוֹיִם׃"],["וְעַתָּה אֲלֵיכֶם הַמִּצְוָה הַזֹּאת הַכֹּהֲנִים׃","אִם־לֹא תִשְׁמְעוּ וְאִם־לֹא תָשִׂימוּ עַל־לֵב לָתֵת כָּבוֹד לִשְׁמִי אָמַר יְהוָה צְבָאוֹת וְשִׁלַּחְתִּי בָכֶם אֶת־הַמְּאֵרָה וְאָרוֹתִי אֶת־בִּרְכוֹתֵיכֶם וְגַם אָרוֹתִיהָ כִּי אֵינְכֶם שָׂמִים עַל־לֵב׃","הִנְנִי גֹעֵר לָכֶם אֶת־הַזֶּרַע וְזֵרִיתִי פֶרֶשׁ עַל־פְּנֵיכֶם פֶּרֶשׁ חַגֵּיכֶם וְנָשָׂא אֶתְכֶם אֵלָיו׃","וִידַעְתֶּם כִּי שִׁלַּחְתִּי אֲלֵיכֶם אֵת הַמִּצְוָה הַזֹּאת לִהְיוֹת בְּרִיתִי אֶת־לֵוִי אָמַר יְהוָה צְבָאוֹת׃","בְּרִיתִי הָיְתָה אִתּוֹ הַחַיִּים וְהַשָּׁלוֹם וָאֶתְּנֵם־לוֹ מוֹרָא וַיִּירָאֵנִי וּמִפְּנֵי שְׁמִי נִחַת הוּא׃","תּוֹרַת אֱמֶת הָיְתָה בְּפִיהוּ וְעַוְלָה לֹא־נִמְצָא בִשְׂפָתָיו בְּשָׁלוֹם וּבְמִישׁוֹר הָלַךְ אִתִּי וְרַבִּים הֵשִׁיב מֵעָוֺן׃","כִּי־שִׂפְתֵי כֹהֵן יִשְׁמְרוּ־דַעַת וְתוֹרָה יְבַקְשׁוּ מִפִּיהוּ כִּי מַלְאַךְ יְהוָה־צְבָאוֹת הוּא׃","וְאַתֶּם סַרְתֶּם מִן־הַדֶּרֶךְ הִכְשַׁלְתֶּם רַבִּים בַּתּוֹרָה שִׁחַתֶּם בְּרִית הַלֵּוִי אָמַר יְהוָה צְבָאוֹת׃","וְגַם־אֲנִי נָתַתִּי אֶתְכֶם נִבְזִים וּשְׁפָלִים לְכָל־הָעָם כְּפִי אֲשֶׁר אֵינְכֶם שֹׁמְרִים אֶת־דְּרָכַי וְנֹשְׂאִים פָּנִים בַּתּוֹרָה׃","הֲלוֹא אָב אֶחָד לְכֻלָּנוּ הֲלוֹא אֵל אֶחָד בְּרָאָנוּ מַדּוּעַ נִבְגַּד אִישׁ בְּאָחִיו לְחַלֵּל בְּרִית אֲבֹתֵינוּ׃","בָּגְדָה יְהוּדָה וְתוֹעֵבָה נֶעֶשְׂתָה בְיִשְׂרָאֵל וּבִירוּשָׁלִָם כִּי חִלֵּל יְהוּדָה קֹדֶשׁ יְהוָה אֲשֶׁר אָהֵב וּבָעַל בַּת־אֵל נֵכָר׃","יַכְרֵת יְהוָה לָאִישׁ אֲשֶׁר יַעֲשֶׂנָּה עֵר וְעֹנֶה מֵאָהֳלֵי יַעֲקֹב וּמַגִּישׁ מִנְחָה לַיהוָה צְבָאוֹת׃","וְזֹאת שֵׁנִית תַּעֲשׂוּ כַּסּוֹת דִּמְעָה אֶת־מִזְבַּח יְהוָה בְּכִי וַאֲנָקָה מֵאֵין עוֹד פְּנוֹת אֶל־הַמִּנְחָה וְלָקַחַת רָצוֹן מִיֶּדְכֶם׃","וַאֲמַרְתֶּם עַל־מָה עַל כִּי־יְהוָה הֵעִיד בֵּינְךָ וּבֵין אֵשֶׁת נְעוּרֶיךָ אֲשֶׁר אַתָּה בָּגַדְתָּה בָּהּ וְהִיא חֲבֶרְתְּךָ וְאֵשֶׁת בְּרִיתֶךָ׃","וְלֹא־אֶחָד עָשָׂה וּשְׁאָר רוּחַ לוֹ וּמָה הָאֶחָד מְבַקֵּשׁ זֶרַע אֱלֹהִים וְנִשְׁמַרְתֶּם בְּרוּחֲכֶם וּבְאֵשֶׁת נְעוּרֶיךָ אַל־יִבְגֹּד׃","כִּי־שָׂנֵא שַׁלַּח אָמַר יְהוָה אֱלֹהֵי יִשְׂרָאֵל וְכִסָּה חָמָס עַל־לְבוּשׁוֹ אָמַר יְהוָה צְבָאוֹת וְנִשְׁמַרְתֶּם בְּרוּחֲכֶם וְלֹא תִבְגֹּדוּ׃","הוֹגַעְתֶּם יְהוָה בְּדִבְרֵיכֶם וַאֲמַרְתֶּם בַּמָּה הוֹגָעְנוּ בֶּאֱמָרְכֶם כָּל־עֹשֵׂה רָע טוֹב בְּעֵינֵי יְהוָה וּבָהֶם הוּא חָפֵץ אוֹ אַיֵּה אֱלֹהֵי הַמִּשְׁפָּט׃"],["הִנְנִי שֹׁלֵחַ מַלְאָכִי וּפִנָּה־דֶרֶךְ לְפָנָי וּפִתְאֹם יָבוֹא אֶל־הֵיכָלוֹ הָאָדוֹן אֲשֶׁר־אַתֶּם מְבַקְשִׁים וּמַלְאַךְ הַבְּרִית אֲשֶׁר־אַתֶּם חֲפֵצִים הִנֵּה־בָא אָמַר יְהוָה צְבָאוֹת׃","וּמִי מְכַלְכֵּל אֶת־יוֹם בּוֹאוֹ וּמִי הָעֹמֵד בְּהֵרָאוֹתוֹ כִּי־הוּא כְּאֵשׁ מְצָרֵף וּכְבֹרִית מְכַבְּסִים׃","וְיָשַׁב מְצָרֵף וּמְטַהֵר כֶּסֶף וְטִהַר אֶת־בְּנֵי־לֵוִי וְזִקַּק אֹתָם כַּזָּהָב וְכַכָּסֶף וְהָיוּ לַיהוָה מַגִּישֵׁי מִנְחָה בִּצְדָקָה׃","וְעָרְבָה לַיהוָה מִנְחַת יְהוּדָה וִירוּשָׁלִָם כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמֹנִיּוֹת׃","וְקָרַבְתִּי אֲלֵיכֶם לַמִּשְׁפָּט וְהָיִיתִי עֵד מְמַהֵר בַּמְכַשְּׁפִים וּבַמְנָאֲפִים וּבַנִּשְׁבָּעִים לַשָּׁקֶר וּבְעֹשְׁקֵי שְׂכַר־שָׂכִיר אַלְמָנָה וְיָתוֹם וּמַטֵּי־גֵר וְלֹא יְרֵאוּנִי אָמַר יְהוָה צְבָאוֹת׃","כִּי אֲנִי יְהוָה לֹא שָׁנִיתִי וְאַתֶּם בְּנֵי־יַעֲקֹב לֹא כְלִיתֶם׃","לְמִימֵי אֲבֹתֵיכֶם סַרְתֶּם מֵחֻקַּי וְלֹא שְׁמַרְתֶּם שׁוּבוּ אֵלַי וְאָשׁוּבָה אֲלֵיכֶם אָמַר יְהוָה צְבָאוֹת וַאֲמַרְתֶּם בַּמֶּה נָשׁוּב׃","הֲיִקְבַּע אָדָם אֱלֹהִים כִּי אַתֶּם קֹבְעִים אֹתִי וַאֲמַרְתֶּם בַּמֶּה קְבַעֲנוּךָ הַמַּעֲשֵׂר וְהַתְּרוּמָה׃","בַּמְּאֵרָה אַתֶּם נֵאָרִים וְאֹתִי אַתֶּם קֹבְעִים הַגּוֹי כֻּלּוֹ׃","הָבִיאוּ אֶת־כָּל־הַמַּעֲשֵׂר אֶל־בֵּית הָאוֹצָר וִיהִי טֶרֶף בְּבֵיתִי וּבְחָנוּנִי נָא בָּזֹאת אָמַר יְהוָה צְבָאוֹת אִם־לֹא אֶפְתַּח לָכֶם אֵת אֲרֻבּוֹת הַשָּׁמַיִם וַהֲרִיקֹתִי לָכֶם בְּרָכָה עַד־בְּלִי־דָי׃","וְגָעַרְתִּי לָכֶם בָּאֹכֵל וְלֹא־יַשְׁחִת לָכֶם אֶת־פְּרִי הָאֲדָמָה וְלֹא־תְשַׁכֵּל לָכֶם הַגֶּפֶן בַּשָּׂדֶה אָמַר יְהוָה צְבָאוֹת׃","וְאִשְּׁרוּ אֶתְכֶם כָּל־הַגּוֹיִם כִּי־תִהְיוּ אַתֶּם אֶרֶץ חֵפֶץ אָמַר יְהוָה צְבָאוֹת׃","חָזְקוּ עָלַי דִּבְרֵיכֶם אָמַר יְהוָה וַאֲמַרְתֶּם מַה־נִּדְבַּרְנוּ עָלֶיךָ׃","אֲמַרְתֶּם שָׁוְא עֲבֹד אֱלֹהִים וּמַה־בֶּצַע כִּי שָׁמַרְנוּ מִשְׁמַרְתּוֹ וְכִי הָלַכְנוּ קְדֹרַנִּית מִפְּנֵי יְהוָה צְבָאוֹת׃","וְעַתָּה אֲנַחְנוּ מְאַשְּׁרִים זֵדִים גַּם־נִבְנוּ עֹשֵׂי רִשְׁעָה גַּם בָּחֲנוּ אֱלֹהִים וַיִּמָּלֵטוּ׃","אָז נִדְבְּרוּ יִרְאֵי יְהוָה אִישׁ אֶת־רֵעֵהוּ וַיַּקְשֵׁב יְהוָה וַיִּשְׁמָע וַיִּכָּתֵב סֵפֶר זִכָּרוֹן לְפָנָיו לְיִרְאֵי יְהוָה וּלְחֹשְׁבֵי שְׁמוֹ׃","וְהָיוּ לִי אָמַר יְהוָה צְבָאוֹת לַיּוֹם אֲשֶׁר אֲנִי עֹשֶׂה סְגֻלָּה וְחָמַלְתִּי עֲלֵיהֶם כַּאֲשֶׁר יַחְמֹל אִישׁ עַל־בְּנוֹ הָעֹבֵד אֹתוֹ׃","וְשַׁבְתֶּם וּרְאִיתֶם בֵּין צַדִּיק לְרָשָׁע בֵּין עֹבֵד אֱלֹהִים לַאֲשֶׁר לֹא עֲבָדוֹ׃","כִּי־הִנֵּה הַיּוֹם בָּא בֹּעֵר כַּתַּנּוּר וְהָיוּ כָל־זֵדִים וְכָל־עֹשֵׂה רִשְׁעָה קַשׁ וְלִהַט אֹתָם הַיּוֹם הַבָּא אָמַר יְהוָה צְבָאוֹת אֲשֶׁר לֹא־יַעֲזֹב לָהֶם שֹׁרֶשׁ וְעָנָף׃","וְזָרְחָה לָכֶם יִרְאֵי שְׁמִי שֶׁמֶשׁ צְדָקָה וּמַרְפֵּא בִּכְנָפֶיהָ וִיצָאתֶם וּפִשְׁתֶּם כְּעֶגְלֵי מַרְבֵּק׃","וְעַסּוֹתֶם רְשָׁעִים כִּי־יִהְיוּ אֵפֶר תַּחַת כַּפּוֹת רַגְלֵיכֶם בַּיּוֹם אֲשֶׁר אֲנִי עֹשֶׂה אָמַר יְהוָה צְבָאוֹת׃","זִכְרוּ תּוֹרַת מֹשֶׁה עַבְדִּי אֲשֶׁר צִוִּיתִי אוֹתוֹ בְחֹרֵב עַל־כָּל־יִשְׂרָאֵל חֻקִּים וּמִשְׁפָּטִים׃","הִנֵּה אָנֹכִי שֹׁלֵחַ לָכֶם אֵת אֵלִיָּה הַנָּבִיא לִפְנֵי בּוֹא יוֹם יְהוָה הַגָּדוֹל וְהַנּוֹרָא׃","וְהֵשִׁיב לֵב־אָבוֹת עַל־בָּנִים וְלֵב בָּנִים עַל־אֲבוֹתָם פֶּן־אָבוֹא וְהִכֵּיתִי אֶת־הָאָרֶץ חֵרֶם׃<br><small>[הנה אנכי שלח לכם את אליה הנביא לפני בוא יום יהוה הגדול והנורא]</small>"]],"english":[["The burden of the word of the LORD to Israel by Malachi.","I have loved you, saith the LORD. Yet ye say: ‘Wherein hast Thou loved us?’ Was not Esau Jacob’s brother? Saith the LORD; Yet I loved Jacob;","But Esau I hated, And made his mountains a desolation, And gave his heritage to the jackals of the wilderness.","Whereas Edom saith: ‘We are beaten down, But we will return and build the waste places’; Thus saith the LORD of hosts: They shall build, but I will throw down; And they shall be called The border of wickedness, And The people whom the LORD execrateth for ever.","And your eyes shall see, And ye shall say: ‘The LORD is great beyond the border of Israel.’","A son honoureth his father, And a servant his master; If then I be a father, Where is My honour? And if I be a master, Where is My fear? Saith the LORD of hosts Unto you, O priests, that despise My name. And ye say: ‘Wherein have we despised Thy name?’","Ye offer polluted bread upon Mine altar. And ye say: ‘Wherein have we polluted thee?’ In that ye say: ‘The table of the LORD is contemptible.’","And when ye offer the blind for sacrifice, is it no evil! And when ye offer the lame and sick, is it no evil! Present it now unto thy governor; will he be pleased with thee? Or will he accept thy person? Saith the LORD of hosts.","And now, I pray you, entreat the favour of God That He may be gracious unto us!— This hath been of your doing.— Will He accept any of your persons? Saith the LORD of hosts.","Oh that there were even one among you that would shut the doors, That ye might not kindle fire on Mine altar in vain! I have no pleasure in you, Saith the LORD of hosts, Neither will I accept an offering at your hand.","For from the rising of the sun even unto the going down of the same My name is great among the nations; And in every place offerings are presented unto My name, Even pure oblations; For My name is great among the nations, Saith the LORD of hosts.","But ye profane it, In that ye say: ‘The table of the LORD is polluted, And the fruit thereof, even the food thereof, is contemptible.’","Ye say also: ‘Behold, what a weariness is it!’ And ye have snuffed at it, Saith the LORD of hosts; And ye have brought that which was taken by violence, And the lame, and the sick; Thus ye bring the offering; Should I accept this of your hand? Saith the LORD.","But cursed be he that dealeth craftily, Whereas he hath in his flock a male, And voweth, and sacrificeth unto the Lord a blemished thing; For I am a great King, Saith the LORD of hosts, And My name is feared among the nations."],["And now, this commandment Is for you, O ye priests.","If ye will not hearken, and if ye will not lay it to heart, To give glory unto My name, Saith the LORD of hosts, Then will I send the curse upon you, And I will curse your blessings; Yea, I curse them, Because ye do not lay it to heart.","Behold, I will rebuke the seed for your hurt, And will spread dung upon your faces, Even the dung of your sacrifices; And ye shall be taken away unto it.","Know then that I have sent This commandment unto you, That My covenant might be with Levi, Saith the LORD of hosts.","My covenant was with him Of life and peace, and I gave them to him, And of fear, and he feared Me, And was afraid of My name.","The law of truth was in his mouth, And unrighteousness was not found in his lips; He walked with Me in peace and uprightness, And did turn many away from iniquity.","For the priest’s lips should keep knowledge, And they should seek the law at his mouth; For he is the messenger of the LORD of hosts.","But ye are turned aside out of the way; Ye have caused many to stumble in the law; Ye have corrupted the covenant of Levi, Saith the LORD of hosts.","Therefore have I also made you Contemptible and base before all the people, According as ye have not kept My ways, But have had respect of persons in the law.","Have we not all one father? Hath not one God created us? Why do we deal treacherously every man against his brother, Profaning the covenant of our fathers?","Judah hath dealt treacherously, And an abomination is committed in Israel and in Jerusalem; For Judah hath profaned the holiness of the LORD which He loveth, And hath married the daughter of a strange god.","May the LORD cut off to the man that doeth this, Him that calleth and him that answereth out of the tents of Jacob, And him that offereth an offering unto the LORD of hosts.","And this further ye do: Ye cover the altar of the LORD with tears, With weeping, and with sighing, Insomuch that He regardeth not the offering any more, Neither receiveth it with good will at your hand.","Yet ye say: ‘Wherefore?’ Because the LORD hath been witness Between thee and the wife of thy youth, Against whom thou hast dealt treacherously, Though she is thy companion, And the wife of thy covenant.","And not one hath done so Who had exuberance of spirit! For what seeketh the one? A seed given of God. Therefore take heed to your spirit, And let none deal treacherously against the wife of his youth.","For I hate putting away, Saith the LORD, the God of Israel, And him that covereth his garment with violence, Saith the LORD of hosts; Therefore take heed to your spirit, That ye deal not treacherously.","Ye have wearied the LORD with your words. Yet ye say: ‘Wherein have we wearied Him?’ In that ye say: ‘Every one that doeth evil Is good in the sight of the LORD, And He delighteth in them; Or where is the God of justice?’"],["Behold, I send My messenger, and he shall clear the way before Me; and the Lord, whom ye seek, will suddenly come to His temple, and the messenger of the covenant, Whom ye delight in, Behold, he cometh, Saith the LORD of hosts.","But who may abide the day of his coming? And who shall stand when he appeareth? For he is like a refiner’s fire, and like fullers’soap;","And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver; and there shall be they that shall offer unto the LORD offerings in righteousness.","Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in ancient years.","And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers; and against those that oppress the hireling in his wages, The widow, and the fatherless, and that turn aside the stranger from his right, and fear not Me, Saith the LORD of hosts.","For I the LORD change not; and ye, O sons of Jacob, are not consumed.","From the days of your fathers ye have turned aside from Mine ordinances, and have not kept them. Return unto Me, and I will return unto you, Saith the LORD of hosts. But ye say: ‘Wherein shall we return?’","Will a man rob God? Yet ye rob Me. But ye say: ‘Wherein have we robbed Thee?’ In tithes and heave-offerings.","Ye are cursed with the curse, Yet ye rob Me, Even this whole nation.","Bring ye the whole tithe into the store-house, that there may be food in My house, and try Me now herewith, Saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall be more than sufficiency. .","And I will rebuke the devourer for your good, and he shall not destroy the fruits of your land; Neither shall your vine cast its fruit before the time in the field, Saith the LORD of hosts.","And all nations shall call you happy; For ye shall be a delightsome land, Saith the LORD of hosts.","Your words have been all too strong against Me, Saith the LORD. Yet ye say: ‘Wherein have we spoken against thee?’","Ye have said: ‘It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked mournfully because of the LORD of hosts?","And now we call the proud happy; yea, they that work wickedness are built up; yea, they try God, and are delivered.’","Then they that feared the LORD Spoke one with another; and the LORD hearkened, and heard, and a book of remembrance was written before Him, for them that feared the LORD, and that thought upon His name.","And they shall be Mine, saith the LORD of hosts, in the day that I do make, even Mine own treasure; and I will spare them, as a man spareth His own son that serveth him.","Then shall ye again discern between the righteous and the wicked, between him that serveth God and him that serveth Him not.","For, behold, the day cometh, It burneth as a furnace; and all the proud, and all that work wickedness, shall be stubble; and the day that cometh shall set them ablaze, Saith the LORD of hosts, that it shall leave them neither root nor branch.","But unto you that fear My name shall the sun of righteousness arise with healing in its wings; and ye shall go forth, and gambol as calves of the stall.","And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I do make, Saith the LORD of hosts.","Remember ye the law of Moses My servant, which I commanded unto him in Horeb for all Israel, even statutes and ordinances.","Behold, I will send you Elijah the prophet Before the coming Of the great and terrible day of the LORD.","And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers; lest I come and smite the land with utter destruction.<br><small>[Behold, I will send you Elijah the prophet before the coming of the great and terrible day of the LORD.]</small>"]]}}